[About Language File]
Author=bovirus
Comments=Per favore se trovi errori o hai suggerimenti fammelo sapere. Stringhe non tradotte con :t
Date=25.06.2022
Email=bovirus@gmail.com
Version=23.1.0

[AboutDialog]
Caption=Info su Text Editor Pro
LabelCopyright=Copyright %s. Tutti i diritti riservati.
LabelFeedback=Feedback
LabelIcons=Icone
LabelLanguageFileContributors=Traduttori file lingue
LabelLicense=Questo programma sarà sempre gratuito per te. Consulta la licenza.
LabelMemoryAvailable=Memoria disponibile per Windows: %s
LabelThirdPartyComponents=Componenti di terze parti
LabelVersion=Versione %s (%d-bit)
LabelWebsite=Sito web

[AskYesOrNo]
CancelSearch=Sei sicuro di voler annullare la ricerca?
CheckInternationalCharacters:=Translation needed
CheckInternationalCharacters=File "%s" contains international characters.%sChange the encoding to keep the characters.%sSave anyway?
CloseDirectory=Vuoi chiudere la cartella %s?
DeleteDirectory=Vuoi eliminare la cartella %s?
DeleteFile=Vuoi eliminare il file %s?
DeleteLine=Vuoi eliminare la linea?
NewVersion=E' disponibile una nuova versione %s di %s.%sVuoi scaricarla da internet?
RecordMacro=Avviare la registrazione di una nuova macro?
ReopenFileWithEncoding=Vuoi ri-aprire il documento con codifica "%s"?
ReplaceOccurence=Sostituire le occorrenze di "%s"?
ResetColor=Ripristino colore %s. Sei sicuro?
SaveChanges=Salvare le modifiche?
SearchMatchNotFound=Nessun elemento corrispondente trovato.%sRiavviare la ricerca dall'inizio del file?
SearchStringNotFound=Stringa ricerca "%s" non trovate

[ChangedFilesDialog]
Caption=Ricarica file modificati
VirtualDrawTree:0=File
VirtualDrawTree:1=Percorso

[CharacterMapForm]
Caption=Mappa caratteri

[ClipboardHistoryDialog]
ActionClearAll=Azzera tutto
ActionCopyToClipboard=Copia negli Appunti
ActionInsertInEditor=Inserisci nell'editor
Caption=Cronologia Appunti

[ColorConstant]
SColorBoxCustomCaption=Personalizza...
SName3DDkShadow=Ombreggiatura 3D scura
SName3DLight=Luce 3D
SNameActiveBorder=Bordo attivo
SNameActiveCaption=Titolo attivo
SNameAppWorkSpace=Spazio applicazione
SNameAqua=Acqua
SNameBackground=Sfondo
SNameBlack=Nero
SNameBlue=Blu
SNameBtnFace=Fronte pulsanti
SNameBtnHighlight=Pulsante evidenziato
SNameBtnShadow=Ombreggiatura pulsante
SNameBtnText=Testo pulsante
SNameCaptionText=Testo titolo
SNameCream=Crema
SNameDefault=Predefinito
SNameFuchsia=Fucsia
SNameGradientActiveCaption=Gradiente finestra attivo
SNameGradientInactiveCaption=Gradiente finestra inattiva
SNameGray=Grigio
SNameGrayText=Testo grigio
SNameGreen=Verde
SNameHighlight=Sfondo evidenziato
SNameHighlightText=Testo evidenziato
SNameHotLight=Molto luminoso
SNameInactiveBorder=Bordo inattivo
SNameInactiveCaption=Finestra non attiva
SNameInactiveCaptionText=Testo finestra inattiva
SNameInfoBk=Info sfondo
SNameInfoText=Info testo
SNameLime=Lime
SNameMaroon=Marrone
SNameMedGray=Grigio medio
SNameMenu=Sfondo menu
SNameMenuBar=Barra menu
SNameMenuHighlight=Evidenziazione menu
SNameMenuText=Testo menu
SNameMoneyGreen=Verde banconote
SNameNavy=Navy
SNameNone=Nessuno
SNameOlive=Oliva
SNamePurple=Porpora
SNameRed=Rosso
SNameScrollBar=Barra scorrimento
SNameSilver=Argento
SNameSkyBlue=Blu cielo
SNameTeal=Teal
SNameWhite=Bianco
SNameWindow=Sfondo finestra
SNameWindowFrame=Frame finestra
SNameWindowText=Testo finestra
SNameYellow=Giallo

[CompareForm]
ActionExit:h=Esci dalla comparazione testo
ActionExit=Esci
ActionLeftCopy:h=Copia la linea attuale nel documento a destra
ActionLeftCopy=Copia
ActionLeftFileOpen:h=Apri un documento esistente
ActionLeftFileOpen=Apri
ActionLeftFileSave:h=Salva il documento
ActionLeftFileSave=Salva
ActionLeftNext:h=Vai alla differenza successiva
ActionLeftNext:s=F3
ActionLeftNext=Successiva
ActionLeftPrevious:h=Vai alla differenza precedente
ActionLeftPrevious:s=Shift+F3
ActionLeftPrevious=Precedente
ActionLeftReload:h=Ricarica documento attuale
ActionLeftReload=Ricarica
ActionLeftSwap:h=Scambia la linea attuale con il documento a destra
ActionLeftSwap=Scambia
ActionOptions:h=Opzioni comparazione testo
ActionOptions=Opzioni
ActionRightCopy:h=Copia la linea attuale nel documento a sinistra
ActionRightCopy=Copia
ActionRightFileOpen:h=Apri un documento esistente
ActionRightFileOpen=Apri
ActionRightFileSave:h=Salva il documento
ActionRightFileSave=Salva
ActionRightNext:h=Vai alla differenza successiva
ActionRightNext:s=F4
ActionRightNext=Successiva
ActionRightPrevious:h=Vai alla differenza precedente
ActionRightPrevious:s=Shift+F4
ActionRightPrevious=Precedente
ActionRightReload:h=Ricarica documento attuale
ActionRightReload=Ricarica
ActionRightSwap:h=Scambia la linea attuale con il documento a sinistra
ActionRightSwap=Scambia
ActionSearchClose:h=Chiudi
ActionSearchFindNext:h=Trova successivo
ActionSearchFindNext:s=Ctrl+F3
ActionSearchFindPrevious:h=Trova precedente
ActionSearchFindPrevious:s=Shift+Ctrl+F3
ActionSearchMatchCase:h=Maiuscolo/minuscolo
ActionSearchMatchCase=Maiuscolo/minuscolo
ActionSearchWholeWords:h=Solo parole intere
ActionSearchWholeWords=Solo parole intere
Caption=Comparazione testo

[CompareOptionsDialog]
Caption=Opzioni comparazione testo
CheckBoxIgnoreBlanks=Ignora spazi
CheckBoxIgnoreCase=Ignora maiuscolo/minuscolo
CheckBoxShowSpecialChars=Visualizza caratteri speciali
ComboBoxColorTheme=Colore

[ConfirmReplaceDialog]
Caption=Conferma sostituzione

[Constant]
Active=Attiva
ActualSize=Dimensione attuale
AddFile=Aggiungi file
AllFiles=Tutti i file
Arrow=Freccia
AutoSave=Salvataggio automatico
Block=Blocco
Blue=Blu
Bookmark=Segnalibro
Bookmarks=Segnalibri
Bottom=In basso
Bytes=byte
CharacterCount=Contatore caratteri
Circle=Cerchio
Color=Colore
CompareFiles=Compara file
Confirmation=Conferma
Connecting=Connessione
CountingFiles=Conteggio file...
Dash=Trattino
Default=Predefinito
DirectoryItems=Elementi cartella
DocumentIsValid=Il documento è valido.
Dot=Punto
DoubleUnderline=Doppia sottolineatura
Download=Scarica
DownloadCancelling=Annullamento...
DownloadDone=Fatto.
EditDirectory=Modifica cartella
Encoding=Codifica
Enter=INVIO
Error=Errore
Extended=Esteso - \n, \t, \0
FavouriteItems=Elementi Preferiti
FileMaskItems=Elementi filtro file
FilesFound=Sono stati trovati %d file in %s
FitHeight=Adatta altezza
FitWidth=Adatta larghezza
Gigabyte=GB
GoToBookmark=Vai al segnalibro
GoToLine=Vai alla linea
Green=Verde
HalfBlock=Mezzo blocco
Hide=Nascondi
Highlighter=Evidenziatore
HorizontalLine=Linea orizzontale
Hovered=Libero
Inactive=Non attiva
Information=Informazione
Insert=Inserimento
InsertTags=Inserisci tag HTML/XML
Installer=Installer
InvalidName=Nome non valido
Keyword=Parola chiave
Kilobyte=KB
LanguageEditor=Editor lingua - %s
Left=Sinistra
Length=Lunghezza
Line=Linea
LineCount=Contatore linee
LoadingFile=Caricamento file...
LoadingFiles=Caricamento documenti...
LoadingOutput=Caricamento destinazione...
LowerCase=Minuscolo
MatchFound=Trovate %d corrispondenze in %s
MatchFoundPluralExtension=es
Megabyte=MB
Memory=Memoria
Minute=min
Modified=Modificato
NewFolder=Nuova cartella
NoChange=Nessuna modifica
None=Nessuna
Normal=Normale
OccurencesFound=Sono state trovate %d occorrenze in %s
Open=Apri
OpenDirectory=Apri cartella
Overwrite=Sovrascrivi
Page=Pagina
Password=Password 
Pilcrow=Segno di paragrafo
PleaseWait=Attendi
Position=Posizione: %d
PreviewFilePage=Pagina: $PAGENUM$ di $PAGECOUNT$
PreviewPage=Pagina: %d / %d
PreviewPrintFile=Stampa (%s)|Stampa il documento su %s
PrintedBy=Stampato da %s
ProcessingFile=Elaborazione file...
Purple=Viola
ReadOnly=Sola lettura
Red=Rosso
RegularExpression=Espressione regolare
Rename=Vuoi rinominare "%s" in "%s"?
RenameFailed=Rinomina %s fallita
RenameTab=Rinomina scheda
ReopenItems=Riapri elementi
Results=Risultati
Right=Destra
RightMargin=Margine destro
SaveAs=Salva come
Search=trova
SearchFor=Ricerca di "%s"
SearchItems=Elementi ricerca
Second=s
SelectRootDirectory=Seleziona cartella principale
SelectWorkingDirectory=Seleziona cartella di lavoro
SentenceCase=Minuscolo/maiuscolo sentenza
Separator=Separatore
ShowOnlyInList=Visualizza solo nell'elenco
Snippet=Frammento
Solid=Solido
Speed=Velocità
Square=Quadrato
Text=Testo
TextToFindItems=Testo da cercare negli elementi
ThinHorizontalLine=Linea orizzontale sottile
ThinVerticalLine=Linea verticale sottile
ToggleBookmark=Abilita/disabilita segnalibri
Top=In alto
TopLine=Linea in alto: %d
Triangle=Triangolo
Underline=Sottolinea
Untitled=Senza titolo
UpperCase=Maiuscolo
UseOnAllHighlighters=Usa in tutti gli evidenziati
VersionInfoNotFound=Informazioni versione non trovata.
VerticalLine=Linea verticale
Warning=Avviso
WaveLine=Linea ondulata
WavyZigzag=Zigzag ondulato
Width=Larghezza
Wildcard=Caratteri jolly - *, ?, #
WordCount=Contatore parole
Yellow=Giallo 
ZipPackage=Pacchetto ZIP

[ConvertConstant]
AcreFeet=Acri (piedi)
AcreInches=Acri (pollici)
Acres=Acri
Angstroms=Angstrom
Area=Area
Ares=Are
AstronomicalUnits=Unità astronomiche
Binary=Binario
Celsius=Celsius
Centares=Centacri
Centigrams=Centigrammi
CentiLiters=Centilitri
Centimeters=Centimetri
Centuries=Secoli
Chains=Collegamenti
CordFeet=Cord Feet
Cords=Cord
CubicCentimeters=Centimetri cubici
CubicDecameters=Decametri cubici
CubicDecimeters=Decimetri cubici
CubicFeet=Piedi cubici
CubicHectometers=Ettometri cubici
CubicInches=Pollici cubici
CubicKilometers=Chilometri cubici
CubicMeters=Metri cubici
CubicMiles=Miglia cubiche
CubicMillimeters=Millimetri cubici
CubicYards=Iarde cubiche
Cubits=Cubiti
DateTime=Data e ora
Days=Giorni
Decades=Decadi
Decagrams=Decagrammi
DecaLiters=Decalitri
Decameters=Decametri
Decasteres=Decasteres
Decigrams=Decigrammi
DeciLiters=Decilitri
Decimal=Decimale
Decimeters=Decimetri
Decisteres=Decistere
Distance=Distanza
Drams=Dram
DryBuckets=Dry Bucket
DryBushels=Dry Bushel
DryGallons=Dry Gallon
DryPecks=Dry Peck
DryPints=Dry Pint
DryQuarts=Dry Quart
Fahrenheit=Fahrenheit
Fathoms=Fathom
Feet=Piedi
FluidCups=Coppe
FluidGallons=Galloni
FluidGills=Gill
FluidOunces=Fluid Ounce
FluidPints=Pinte
FluidQuarts=Quarti
FluidTablespoons=Fluid Tablespoon
FluidTeaspoons=Fluid Teaspoon
Fortnights=Fortnight
Furlongs=Furlong
Gigameters=Gigametri
Grains=Grani
Grams=Grammi
Hands=Mani
Hectares=Ettari
Hectograms=Ettogrammi
HectoLiters=Ettolitri
Hectometers=Ettometri
Hexadecimal=Esadecimale
Hours=Ore
Inches=Pollici
JulianDate=Calendario Giuliano
Kelvin=Kelvin
Kilograms=Chilogrammi
KiloLiters=Chilolitri
Kilometers=Chilometri
LightYears=Anni luce
Links=Collegamenti
Liters=Litri
LongTons=Tonnellate pesanti
Mass=Massa
Megameters=Megametri
Meters=Metri
MetricTons=Tonnellata metrica
Micrograms=Microgrammi
Micromicrons=Micromicron
Microns=Micron
Miles=Miglia
Millennia=Millenni
Milligrams=Milligrammi
MilliLiters=Millilitri
Millimeters=Millimetri
Millimicrons=Millimicron
MilliSeconds=Millisecondi
Minutes=Minuti
ModifiedJulianDate=Calendario Giuliano modificato
Months=Mesi
Nanograms=Nanogrammi
NauticalMiles=Miglia nautiche
NumeralSystem=Sistemi numerici
Ounces=Once
Paces=Pace
Parsecs=Parsec
Picas=Pica
Points=Punti
Pounds=Pound
Rankine=Rankine
Reaumur=Reaumur
Rods=Rod
Seconds=Secondi
SquareCentimeters=Centimetri quadrati
SquareDecameters=Decametri quadrati
SquareDecimeters=Decimetri quadrati
SquareFeet=Piedi quadrati
SquareHectometers=Ettometri quadrati
SquareInches=Pollici quadrati
SquareKilometers=Chilometri quadrati
SquareMeters=Metri quadrati
SquareMiles=Miglia quadrate
SquareMillimeters=Millimetri quadrati
SquareRods=Square Rod
SquareYards=Iarde quadrate
Steres=Stere
Stones=Pietre
Temperature=Temperatura
Time=Ora
Tons=Tonnellate
UKBuckets=UK Bucket
UKBushels=UK Bushel
UKGallons=Galloni UK
UKGill=UK Gill
UKOunces=UK Ounce
UKPecks=UK Peck
UKPints=Pinte UK
UKPottle=UK Pottle
UKQuarts=Quarti UK
Weeks=Settimane
Volume=Volume
Yards=Iarde
Years=Anni

[ConvertForm]
Caption=Converti tra unità numeriche
ComboBoxFrom=Da
ComboBoxTo=A
ComboBoxType=Tipo
EditResult=Risultato
EditValue=Valore

[DialogConstant]
SMsgDlgAbort=&Interrompi
SMsgDlgAll=&Tutto
SMsgDlgCancel=Annulla
SMsgDlgClose=&Chiudi
SMsgDlgConfirm=Conferma
SMsgDlgError=Errore
SMsgDlgHelp=&Guida in linea
SMsgDlgHelpHelp=Guida
SMsgDlgHelpNone=Nessuna guida in linea disponibile
SMsgDlgIgnore=&Ignora
SMsgDlgInformation=Informazione
SMsgDlgNo=&No
SMsgDlgNoToAll=N&o a tutto
SMsgDlgOK=OK
SMsgDlgRetry=&Riprova
SMsgDlgWarning=Attenzione
SMsgDlgYes=&Sì
SMsgDlgYesToAll=Sì &a tutto
SNoMappingForUnicodeCharacter=Non esiste nella pagina codice multi-byte destinazione nessuna mappa per il carattere Unicode

[DirectoryTabDialog]
CheckBoxExcludeOtherDirectoryBranches=Escludi altri segmenti di cartelle
ComboBoxDrives=Unità
ComboBoxFileMask=Tipo di file
EditRootDirectory=Cartella principale
EditTabName=Nome scheda
GroupBoxOptions=Opzioni

[DownloadURLDialog]
ActionCancel=Annulla
ActionOK=OK
Caption=Download

[EditorColorElements]
ActiveLineBackground=Sfondo linea attiva
ActiveLineBackgroundUnfocused=Sfondo linea attiva non in focus
ActiveLineForeground=Colore linea attiva
ActiveLineForegroundUnfocused=Colore linea attiva non in focus
Background=Sfondo
CodeFoldingActiveLineBackground=Sfondo linea attiva raggruppamento cartella
CodeFoldingActiveLineBackgroundUnfocused=Sfondo linea attiva raggruppamento codice non in focus
CodeFoldingBackground=Sfondo raggruppamento cartella
CodeFoldingCollapsedLine=Linea ridotta cartella raggruppamento
CodeFoldingFoldingLine=Linea cartella raggruppamento
CodeFoldingFoldingLineHighlight=Evidenziazione linea raggruppamento codice
CodeFoldingHintBackground=Sfondo suggerimento cartella raggruppamento
CodeFoldingHintBorder=Bordo suggerimento cartella raggruppamento
CodeFoldingHintIndicatorBackground=Sfondo indicatore suggerimento raggruppamento codice
CodeFoldingHintIndicatorBorder=Bordo indicatore suggerimento raggruppamento codice
CodeFoldingHintIndicatorMark=Marcatore indicatore suggerimento raggruppamento codice
CodeFoldingHintText=Testo cartella raggruppamento
CodeFoldingIndent=Indentazione raggruppamento codice
CodeFoldingIndentHighlight=Evidenziazione indentazione cartella raggruppamento
CompletionProposalBackground=Sfondo proposta completamento
CompletionProposalForeground=Colore proposta completamento
CompletionProposalSelectedBackground=Sfondo selezionato proposta completamento
CompletionProposalSelectedText=Testo selezionato proposta completamento
LeftMarginActiveLineBackground=Sfondo margine sinistro linea attiva
LeftMarginActiveLineBackgroundUnfocused=Margine sinistro sfondo linea attiva non in focus
LeftMarginActiveLineNumber=Numero riga attiva margine sinistro
LeftMarginBackground=Sfondo margine sinistro
LeftMarginBookmarkPanel=Margine sinistro pannello preferiti
LeftMarginBorder=Bordo margine sinistro
LeftMarginLineNumberLine=Numero linea margine sinistro
LeftMarginLineNumbers=Numeri linea margine sinistro
LeftMarginLineStateModified=Margine sinistro linea - stato modificato
LeftMarginLineStateNormal=Margine sinistro linea - stato normale
MatchingPairMatched=Corrispondenza coppia verificata
MatchingPairUnmatched=Mancata corrispondenza coppia
MinimapBackground=Sfondo minimap
MinimapBookmark=Preferiti minimap
MinimapVisibleLines=Linee visibili minimap
RightMargin=Margine destro
RightMovingEdge=Punto movimento destro
RulerBackground=Sfondo righello
RulerBorder=Bordo righello
RulerLines=Linee righello
RulerMovingEdge=Punto movimento righello
RulerNumbers=Numeri righello
RulerSelection=Righello selezione
SearchHighlighterBackground=Sfondo evidenziatore ricerca
SearchHighlighterBorder=Bordo evidenziazione ricerca
SearchHighlighterForeground=Colore evidenziatore ricerca
SearchInSelectionBackground=Sfondo ricerca nella selezione
SearchMapActiveLine=Linea attiva mappa ricerca
SearchMapBackground=Sfondo mappa ricerca
SearchMapForeground=Colore mappa ricerca
SelectionBackground=Sfondo selezione
SelectionForeground=Colore selezione
SyncEditBackground=Sfondo modifica sincronizzata
SyncEditEditBorder=Bordo modifica sincronizzata
SyncEditWordBorder=Bordo parola modifica sincronizzata
WordWrapIndicatorArrow=Freccia indicatore a capo automatico
WordWrapIndicatorLines=Linee indicatore a capo automatico

[ErrorMessage]
DefaultEmailProgramNotFound=Impossibile trovare il programma per inviare e-mail
DirectoryNotExist=La cartella "%s" non esiste
EnterFilename=Inserisci nome file.
EnterKeyword=Inserisci parola chiave.
EnterPath=Inserisci percorso.
EnterServer=Inserisci server.
EnterTabName=Inserisci nome scheda.
FileNotFound=File "%s" non trovato.
RootDirectoryNotExist=La cartella principale non esiste.

[ExecuteDialog]
ActionDelete:h=Elimina elemento
ActionDelete=Elimina
ActionEdit:h=Modifica elemento
ActionEdit=Modifica
ActionInsert:h=Inserisci elemento
ActionInsert=Inserisci
ActionMoveDown:h=Sposta in basso elemento selezionato
ActionMoveDown=Sposta in basso
ActionMoveUp:h=Sposta in alto elemento selezionato
ActionMoveUp=Sposta in alto
ActionSort:h=Ordina elementi
ActionSort=Ordina
Caption=Esegui elementi

[ExecuteEditDialog]
Caption=Esegui elemento
CheckBoxSaveActiveFile=Salva file attivo
CheckBoxShowOutput=Visualizza output
ComboBoxShortcut=Collegamento
EditFilename=Nome file
EditParameters=Parametri
EditTitle=Titolo
EditWorkingDirectory=Cartella di lavoro

[FilesSelectDialog]
ActionSelectAll:h=Seleziona tutti i file
ActionSelectAll=Seleziona tutto
ActionUnselectAll:h=Deseleziona tutti i file
ActionUnselectAll=Deseleziona tutto
Caption=Seleziona file
VirtualDrawTree:0=File
VirtualDrawTree:1=Percorso

[FileTypes]
7Zip=File 7-Zip (*.7z)|*.7z
ABAP=File ABAP (*.abap)
ActionScript=File ActionScript (*.as)
ASP=File ASP (*.asp)
Assembler - 6502=File assembler 6502 (*.asm)
Assembler - 68HC11=File assembler 68HC11 (*.hc11;*.asc)
AutoHotkey=File AutoHotkey (*.ahk)
AutoIt v3=File AutoIt (*.au3)
AWK=File script AWK (*.awk)
Bash=File Bash (*.sh)
C#=File C# (*.cs)
C++=File C++ (*.cpp;*.hpp)
C=File C (*.c;*.h)
Clojure=File Clojure (*.clj;*.cljs;*.cljc;*.edn)
CoffeeScript=File CoffeeScript (*.coffee)
CSS=File Cascading Stylesheet (*.css)
D=File D (*.d;*.di)
Dart=File Dart (*.dart)
Delphi Form Module=File Delphi Form Module (*.dfm)
Diff=File Difference (*.diff)
DWScript=File DWScript (*.dws)
Eiffel=File Eiffel (*.e;*.es)
Elixir=File Elixir (*.exs)
Elm=File Elm (*.elm)
Erlang=File Erlang (*.erl;*.hrl)
Euphoria=File Euphoria (*.e;*.ex;*.exw;*.edb)
Exe=File Exe (*.exe)|*.exe
F#=File F# (*.fs)
Free Pascal=File Free Pascal (*.pp)
FreeBASIC=File FreeBASIC (*.bi;*.bas)
GDScript=File GDScript (*.gd)
Git Ignore=File Git Ignore (*.gitignore)
GLSL=File GLSL (*.glsl)
Go=File Go (*.go)
Gravity=File Gravity (*.gravity)
Groovy=File Groovy (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=File HTML (*.html;*.htm)
INI=File INI (*.ini;*.lng)
Inno Setup=File Inno Setup (*.iss)
Java=File Java (*.java)
JavaScript=File JavaScript (*.js)
JSON=File JSON (*.json)
Julia=File Julia (*.jl)
Kotlin=File Kotlin (*.kt;*.kts)
Language=File lingua (*.lng)|*.lng
LaTex=File LaTex (*.lat;*.tex;*.lex)
Lisp=File Lisp (*.lisp)
Log file=File Log (*.log)
Lua=File Lua (*.lua)
Macro=File macro (*.mcr)|*.mcr
Markdown=File Markdown (*.md)
MATLAB=File MATLAB (*.matlab)
MIME=File MIME (*.eml;*.mht)
MS-DOS Batch=File batch MS-DOS (*.bat;*.cmd)
MSI=File MSI (*.msi)|*.msi
NSIS=File NSIS (*.nsi)
Object Pascal=File Pascal (*.pas;*.dpr;*.dpk)
Objective-C=File Objective-C (*.m)
OCaml=File OCaml (*.ml)
PDF=File PDF (*.pdf)
Perl=File Perl (*.pl;*.pm;*.cgi)
PHP=File PHP (*.php;*.class;*.inc)
PowerShell=File PowerShell (*.ps1)
Python=File Python (*.py)
R=File R (*.r;*.rdata;*.rds;*.rda)
Red=File Red (*.red;*.reds)
Ruby=File Ruby (*.rb;*.rbw)
Rust=File Rust (*.rc)
Scala=File Scala (*.scala)
SQL - Standard=File SQL (*.sql)
Structured Text=File Structured Text (*.st; *.iecst)
Swift=File Swift (*.swift)
TclTk=File Tcl/Tk (*.tcl)
Text=File Text (*.txt)
TypeScript=File TypeScript (*.ts)
UnrealScript=File UnrealScript (*.uc)
Visual Basic=File Visual Basic (*.vb;*.bas)
Visual FoxPro=File Visual FoxPro (*.pjx;*.prg)
VRCalc++=File VRCalc++ (*.vrc;*.vrcm)
XML=File XML (*.xml;*.xsd;*.csl;*.dtd;*.dproj;*.groupproj;*.opml;*.rdf;*.svg;*.wxs)
XSL=File XSL (*.xsl;*.xslt)
YAML=File YAML (*.yml)
Zip=File Zip (*.zip)|*.zip

[FindDuplicatesDialog]
ActionDirectoryItems=Elementi cartella...
ActionFileMaskItems=Elementi filtro file...
Caption=Trova duplicati
CheckBoxIgnoreBlanks=Ignora spazi
CheckBoxIgnoreCase=Ignora maiuscolo/minuscolo
CheckBoxIncludeSubdirectories=Cerca nelle sottocartelle
CheckBoxScanHorizontally=Scansiona orizzontalmente
CheckBoxScanVertically=Scansiona verticalmente
ComboBoxDirectories=Cartella
ComboBoxFileMask=Tipo file
GroupBoxOptions=Opzioni
GroupBoxSearch=Trova
GroupBoxSearchDirectoryOptions=Opzioni ricerca cartella
RadioButtonSearchAllOpenFiles=Cerca in tutti i file aperti
RadioButtonSearchInDirectories=Cerca nelle cartelle
SpinEditMinimumBlockSize=Dimensione minima blocco
SpinEditMinimumCharacters=Minimo caratteri

[FindInFilesDialog]
ActionDirectoryItems=Elementi cartella...
ActionFileMaskItems=Elementi filtro file...
ActionSearchEngine=Seleziona motore di ricerca
ActionTextToFindItems=Testo da cercare negli elementi...
Caption=Trova nei file
CheckBoxDisplayResultsInSeparateTab=Visualizza risultati in schede diverse
CheckBoxGroupResultsByFile=Raggruppa risultati per file
CheckBoxIncludeSubdirectories=Cerca nelle sottocartelle
CheckBoxMatchCase=Maiuscolo/minuscolo
CheckBoxShowOnlyResult=Visualizza solo risultati
CheckBoxWholeWords=Solo parole intere
ComboBoxDirectories:h=Le cartelle multiple sono separate da punto e virgola
ComboBoxDirectories=Cartella
ComboBoxFileMask=Tipo file
ComboBoxTextToFind=Cosa cercare
GroupBoxOptions=Opzioni
GroupBoxOutputOptions=Destinazione
GroupBoxSearch=Trova
GroupBoxSearchDirectoryOptions=Opzioni ricerca cartella
RadioButtonSearchAllOpenFiles=Cerca in tutti i file aperti
RadioButtonSearchInCurrentFile=Nel file attuale
RadioButtonSearchInDirectories=Cerca nelle cartelle

[HighlighterColorElements]
AssemblerComment=Commento assembler
AssemblerReservedWord=Parola riservata assembler
Attribute=Attributo
Character=Carattere
Comment=Commento
Directive=Direttiva
Editor=Editor
HexNumber=Numero esadecimale
HighlightedBlock=Blocco evidenziato
HighlightedBlockSymbol=Simbolo blocco evidenziato
LogicalOperator=Operatore logico
Method=Metodo
MethodItalic=Metodo corsivo
MethodName=Nome metodo
Number=Numero
ReservedWord=Parola riservata
String=Stringa
Symbol=Simbolo
Value=Valore
WebLink=Collegamento web

[HighlighterFontElements]
CodeFoldingHint=Suggerimento cartella raggruppamento
CompletionProposal=Proposta completamento
LineNumbers=Numeri linee
Minimap=Minimap
Ruler=Righello
Text=Testo

[InformationDialog]
Caption=Informazioni
LabelAccessed=Accesso
LabelCharacterCount=Numero caratteri
LabelCreated=Creato
LabelFilename=Nome file
LabelLength=Lunghezza
LabelLineCount=Numero linee
LabelLocation=Percorso
LabelModified=Modificato
LabelSize=Dimensione
LabelSizeOnDisk=Dimensione nel disco
LabelWordCount=Numero parole

[Buttons]
ButtonCancel=Annulla
ButtonDonations=Donazioni
ButtonDownloadAllSkins=Download di tutti i temi
ButtonLicense=Licenza...
ButtonNo=&No
ButtonOK=OK
ButtonYes=&Sì
ButtonYesToAll=Si &a tutto

[ItemListDialog]
ActionClearAll:h=Azzera tutti gli elementi
ActionClearAll=Azzera tutto
ActionDelete:h=Elimina elemento
ActionDelete=Elimina
ActionInsert:h=Inserisci elemento
ActionInsert=Inserisci
ActionMoveDown:h=Sposta in basso elemento selezionato
ActionMoveDown=Sposta in basso
ActionMoveUp:h=Sposta in alto elemento selezionato
ActionMoveUp=Sposta in alto
ActionSort:h=Ordina elementi
ActionSort=Ordina

[LanguageEditorForm]
ActionExit:h=Chiude l'editor lingua
ActionExit=Esci
ActionFileNew:h=Crea un nuovo file lingua
ActionFileNew=Nuovo
ActionFileOpen:h=Apre un nuovo file lingua
ActionFileOpen=Apri
ActionFileSave:h=Salva il file lingua
ActionFileSave=Salva
VirtualDrawTree:0=Oggetto
VirtualDrawTree:1=Titolo
VirtualDrawTree:2=Suggerimento
VirtualDrawTree:3=Collegamento
VirtualDrawTree:4=Collegamento secondario

[MainForm]
ActionBookmarkListShowFilters=Visualizza filtri
ActionDirectoryContextMenu:h=Menu contesto
ActionDirectoryContextMenu=Menu c&ontesto
ActionDirectoryDelete:h=Elimina un file o una cartella
ActionDirectoryDelete=&Elimina
ActionDirectoryFileExplorer:h=Apri File Explorer
ActionDirectoryFileExplorer=File Explorer
ActionDirectoryFindInFiles:h=Cerca una stringa nei file
ActionDirectoryFindInFiles=Trova nei &file...
ActionDirectoryNewFolder=Nuova cartella
ActionDirectoryOpenAllFiles:h=Apri tutti i file dalla cartella
ActionDirectoryOpenAllFiles=Apri tutti i file
ActionDirectoryOpenFileExplorer:h=Apri File Explorer
ActionDirectoryOpenFileExplorer=File Explorer
ActionDirectoryProperties:h=Visualizza le proprietà di un file o cartella
ActionDirectoryProperties=&Proprietà...
ActionDirectoryRefresh:h=Aggiorna i file
ActionDirectoryRefresh=&Aggiorna
ActionDirectoryRename:h=Rinomina un file o una cartella
ActionDirectoryRename=Ri&nomina
ActionDirectorySFTPDownload=Download
ActionDirectorySFTPUpload=Upload
ActionEdit=&Modifica
ActionEditCopy:h=Copia la selezione negli Appunti
ActionEditCopy:s=Ctrl+C
ActionEditCopy=C&opia
ActionEditCopyWithLineNumbers:h=Copia la selezione negli Appunti
ActionEditCopyWithLineNumbers:s=Ctrl+Alt+C
ActionEditCopyWithLineNumbers=C&opia con numeri linea
ActionEditCut:h=Taglia le selezione e la copia negli Appunti
ActionEditCut:s=Ctrl+X
ActionEditCut=Ta&glia
ActionEditDecode:h=Decodifica
ActionEditDecode=Decodifica
ActionEditDecodeASCIIDecimal:h=Decodifica ASCII decimale
ActionEditDecodeASCIIDecimal=ASCII decimale
ActionEditDecodeBase1024:h=Decodifica base1024
ActionEditDecodeBase1024=1024
ActionEditDecodeBase128:h=Decodifica base128
ActionEditDecodeBase128=128
ActionEditDecodeBase256:h=Decodifica base256
ActionEditDecodeBase256=256
ActionEditDecodeBase32:h=Decodifica base32
ActionEditDecodeBase32=32
ActionEditDecodeBase4096:h=Decodifica base4096
ActionEditDecodeBase4096=4096
ActionEditDecodeBase64:h=Decodifica base64
ActionEditDecodeBase64=64
ActionEditDecodeBase85:h=Decodifica base85
ActionEditDecodeBase85=85
ActionEditDecodeBase91:h=Decodifica base91
ActionEditDecodeBase91=91
ActionEditDecodeBase:h=Decodifica base
ActionEditDecodeBase=Base
ActionEditDecodeBinary:h=Decodifica binaria
ActionEditDecodeBinary=Binaria
ActionEditDecodeHex:h=Decodifica esadecimale
ActionEditDecodeHex=Esadecimale
ActionEditDecodeHexWithoutSpaces:h=Decodifica HEX senza spazi
ActionEditDecodeHexWithoutSpaces=HEX (senza spazi)
ActionEditDecodeHTML:h=Decodifica HTML
ActionEditDecodeHTML=HTML
ActionEditDecodeOctal:h=Decodifica ottale
ActionEditDecodeOctal=Ottale
ActionEditDecodeRotate13:h=Rotazione di 13 posti
ActionEditDecodeRotate18:h=Rotazione di 18 posti
ActionEditDecodeRotate47:h=Rotazione di 47 posti
ActionEditDecodeRotate5:h=Rotazione di 5 posti
ActionEditDecodeRotate:h=Decodifica rotazione
ActionEditDecodeRotate=Rotazione
ActionEditDecodeURL:h=Decodifica URL
ActionEditDecodeURL=URL
ActionEditDelete=&Elimina
ActionEditDeleteBeginningOfLine:h=Elimina inizio linea
ActionEditDeleteBeginningOfLine:s=Shift+Ctrl+T
ActionEditDeleteBeginningOfLine=Inizio linea
ActionEditDeleteCharForward:h=Elimina carattere in avanti
ActionEditDeleteCharForward:s=Shift+BkSp
ActionEditDeleteCharForward=Carattere in avanti
ActionEditDeleteComments:h=Elimina commenti
ActionEditDeleteComments=Commenti
ActionEditDeleteDuplicateLines:h=Elimina linee duplicate
ActionEditDeleteDuplicateLines=Linee duplicate
ActionEditDeleteEndOfLine:h=Elimina fine linea
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Fine linea
ActionEditDeleteLine:h=Elimina una linea
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Linea
ActionEditDeleteWhitespace:h=Rimuove dal testo selezionato tutti gli spazi bianchi
ActionEditDeleteWhitespace=Spa&zi bianchi
ActionEditDeleteWord:h=Elimina una parola
ActionEditDeleteWord:s=Ctrl+W
ActionEditDeleteWord=&Parola
ActionEditDeleteWordBackward:h=Elimina parola precedente
ActionEditDeleteWordBackward:s=Ctrl+BkSp
ActionEditDeleteWordBackward=Parola precedente
ActionEditDeleteWordForward:h=Elimina parola successiva
ActionEditDeleteWordForward:s=Ctrl+Del
ActionEditDeleteWordForward=Parola successiva
ActionEditEncode:h=Codifica
ActionEditEncode=Codifica
ActionEditEncodeASCIIDecimal:h=Codifica ASCII decimale
ActionEditEncodeASCIIDecimal=ASCII decimale
ActionEditEncodeBase1024:h=Codifica base1024
ActionEditEncodeBase1024=1024
ActionEditEncodeBase128:h=Codifica base128
ActionEditEncodeBase128=128
ActionEditEncodeBase256:h=Codifica base256
ActionEditEncodeBase256=256
ActionEditEncodeBase32:h=Codifica base32
ActionEditEncodeBase32=32
ActionEditEncodeBase4096:h=Codifica base4096
ActionEditEncodeBase4096=4096
ActionEditEncodeBase64:h=Codifica base64
ActionEditEncodeBase64=64
ActionEditEncodeBase64WithLineBreaks:h=Codifica base64 (con interruzioni linea)
ActionEditEncodeBase64WithLineBreaks=64
ActionEditEncodeBase85:h=Codifica base85
ActionEditEncodeBase85=85
ActionEditEncodeBase91:h=Codifica base91
ActionEditEncodeBase91=91
ActionEditEncodeBase:h=Codifica base
ActionEditEncodeBase=Base
ActionEditEncodeBinary:h=Codifica binaria
ActionEditEncodeBinary=Binaria
ActionEditEncodeHex:h=Codifica esadecimale
ActionEditEncodeHex=Esadecimale
ActionEditEncodeHexWithoutSpaces:h=Codifica HEX senza spazi
ActionEditEncodeHexWithoutSpaces=HEX (senza spazi)
ActionEditEncodeHTML:h=Codifica HTML
ActionEditEncodeHTML=HTML
ActionEditEncodeOctal:h=Codifica ottale
ActionEditEncodeOctal=Ottale
ActionEditEncodeRotate13:h=Rotazione di 13 posti
ActionEditEncodeRotate18:h=Rotazione di 18 posti
ActionEditEncodeRotate47:h=Rotazione di 47 posti
ActionEditEncodeRotate5:h=Rotazione di 5 posti
ActionEditEncodeRotate:h=Codifica rotazione
ActionEditEncodeRotate=Rotazione
ActionEditEncodeURL:h=Codifica URL
ActionEditEncodeURL=URL
ActionEditFormatJSON=Formatta JSON
ActionEditFormatJSONIndent2:h=Formatta JSON
ActionEditFormatJSONIndent2:s=Ctrl+Shift+J
ActionEditFormatJSONIndent2=Indentazione 2
ActionEditFormatJSONIndent3=Indentazione 3
ActionEditFormatJSONIndent4=Indentazione 4
ActionEditFormatJSONMinify=Minify
ActionEditFormatSQL:h=Formatta SQL
ActionEditFormatSQL=Formatta SQL
ActionEditFormatXML=Formatta XML
ActionEditFormatXMLFormat:h=Formatta XML
ActionEditFormatXMLFormat:s=Ctrl+Shift+X
ActionEditFormatXMLFormat=Formatta
ActionEditFormatXMLMinify=Minify
ActionEditIndentDecrease:h=Decrementa l'indentazione
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=&Decrementa
ActionEditIndentIncrease:h=Incrementa l'indentazione
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Incrementa
ActionEditInsert=&Inserisci
ActionEditInsertBlockComment:h=Attiva/disattiva il commento blocco. La scorciatoia è Ctrl+VK_OEM_2. VK_OEM_2 è un tasto virtuale che può variare in base alla tastiera. Per la tastiera standard US è il tasto '/?'.
ActionEditInsertBlockComment=Commento blocco
ActionEditInsertDateTime:h=Inserisci data e ora
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Data e ora
ActionEditInsertGUID:h=Inserisci GUID
ActionEditInsertGUID:s=Shift+Ctrl+G
ActionEditInsertGUID=GUID
ActionEditInsertHexColor:h=Colore HEX
ActionEditInsertHexColor:s=Shift+Alt+C
ActionEditInsertHexColor=Colore HEX
ActionEditInsertLine:h=Inserisci una nuova linea
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Linea
ActionEditInsertLineComment:h=Attiva/disattiva il commento linea. La scorciatoia è Ctrl+VK_OEM_2. VK_OEM_2 è un tasto virtuale che può variare in base alla tastiera. Per la tastiera standard US è il tasto '/?'.
ActionEditInsertLineComment=Commento linea
ActionEditInsertNull:h=Inserisce carattere null
ActionEditInsertNull:s=Shift+Ctrl+N
ActionEditInsertNull=Null
ActionEditInsertTag:h=Inserisce tag HTML/XML
ActionEditInsertTag:s=Ctrl+T
ActionEditInsertTag=Etichetta &HTML/XML...
ActionEditModify=Modifica
ActionEditModifyJoin:h=Unisci
ActionEditModifyJoin=Unisci
ActionEditModifyLineWrap:h=Linee a capo in base a larghezza
ActionEditModifyLineWrap=Linee a capo
ActionEditModifySpacesToTabs:h=Converti tutti gli spazi in tabulazioni
ActionEditModifySpacesToTabs=Converti spazi in tabulazioni
ActionEditModifySplit:h=Dividi
ActionEditModifySplit=Dividi
ActionEditModifyTabsToSpaces:h=Converti tutte le tabulazioni in spazi
ActionEditModifyTabsToSpaces=Converti tabulazioni in spazi
ActionEditMove=Sposta
ActionEditMoveLineDown:h=Sposta linea in giù
ActionEditMoveLineDown:s=Shift+Ctrl+Giu
ActionEditMoveLineDown=Linea giù
ActionEditMoveLineUp:h=Sposta linea in su
ActionEditMoveLineUp:s=Shift+Ctrl+Su
ActionEditMoveLineUp=Linea su
ActionEditMoveNextWord:h=Vai a parola successiva
ActionEditMoveNextWord:s=Ctrl+Right
ActionEditMoveNextWord=Parola successiva
ActionEditMovePreviousWord:h=Vai a parola precedente
ActionEditMovePreviousWord:s=Ctrl+Left
ActionEditMovePreviousWord=Parola precedente
ActionEditMoveSelectionDown:h=Sposta selezione giù
ActionEditMoveSelectionDown:s=Shift+Alt+Giu
ActionEditMoveSelectionDown=Selezione giù
ActionEditMoveSelectionLeft:h=Sposta selezione a sinistra
ActionEditMoveSelectionLeft:s=Shift+Ctrl+Sinistra
ActionEditMoveSelectionLeft=Selezione a sinistra
ActionEditMoveSelectionRight:h=Sposta selezione a destra
ActionEditMoveSelectionRight:s=Shift+Alt+Destra
ActionEditMoveSelectionRight=Sposta selezione a destra
ActionEditMoveSelectionUp:h=Sposta selezione in su
ActionEditMoveSelectionUp:s=Shift+Ctrl+Su
ActionEditMoveSelectionUp=Selezione su
ActionEditPaste:h=Inserisce il contenuto della selezione negli Appunti
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Incolla
ActionEditRedo:h=Ripristina l'operazione precedentemente annullata
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Ripristina operazione
ActionEditSelectAll:h=Seleziona tutti gli elementi
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Seleziona tutto
ActionEditSort=&Ordina
ActionEditSortAsc:h=Ordina in modo ascendente
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Ascendente
ActionEditSortDesc:h=Ordina in modo discendente
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=Discenden&te
ActionEditSortRandom:h=Ordinamento casuale
ActionEditSortRandom=Random
ActionEditToggleCase:h=Cambia stato maiuscolo/minuscolo
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Cam&bia maiuscolo/minuscolo
ActionEditToggleCaseAlternating:h=Commuta maiuscolo/minuscolo
ActionEditToggleCaseAlternating=Alterna
ActionEditToggleCaseLower:h=Commuta minuscolo
ActionEditToggleCaseLower:s=Ctrl+L
ActionEditToggleCaseLower=Basso
ActionEditToggleCaseSentence:h=Commuta modo sentenza
ActionEditToggleCaseSentence=Sentenza
ActionEditToggleCaseTitle:h=Commuta modo titolo
ActionEditToggleCaseTitle=Titolo
ActionEditToggleCaseUpper:h=Commuta maiuscolo
ActionEditToggleCaseUpper:s=Ctrl+U
ActionEditToggleCaseUpper=Alto
ActionEditTrim=Taglia
ActionEditTrimBoth:h=Taglia a sinistra e destra
ActionEditTrimBoth=Entrambi
ActionEditTrimLeft:h=Taglia a sinistra
ActionEditTrimLeft=Sinistra
ActionEditTrimRight:h=Taglia a destra
ActionEditTrimRight=Destra
ActionEditUndo:h=Annulla l'ultima azione
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Annulla operazione
ActionEditValidateXML=Convalida XML
ActionFile=&File
ActionFileAddToFavourites:h=Aggiungi file ai Preferiti
ActionFileAddToFavourites:s=Ctrl+D
ActionFileAddToFavourites=Aggiungi ai Preferiti
ActionFileCanClose:h=Attiva/disattiva se la scheda può essere chiusa o no
ActionFileCanClose=Può essere chiusa
ActionFileClose=&Chiudi
ActionFileCloseActive:h=Chiude il documento attivo
ActionFileCloseActive:s=Ctrl+F4
ActionFileCloseActive=Attiva
ActionFileCloseAll:h=Chiude tutti i file aperti
ActionFileCloseAll=Tutto
ActionFileCloseAllOther:h=Chiude tutte le altre pagine
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Tutte le altre
ActionFileCloseModified:h=Chiude file modificati
ActionFileCloseModified=Modificati
ActionFileCloseSelected:h=Chiude file selezionati
ActionFileCloseSelected=Selezionati
ActionFileCloseUnmodified:h=Chiude file non modificati
ActionFileCloseUnmodified=Non modificati
ActionFileContextMenu:h=Menu contesto
ActionFileContextMenu=Menu c&ontesto
ActionFileExit:h=Esce dall'applicazione
ActionFileExit:s2=ESC
ActionFileExit:s=Alt+F4
ActionFileExit=&Esci
ActionFileFavourites=Preferiti
ActionFileFavouritesProperties=Proprietà...
ActionFileHTMLExport:h=Esporta HTML
ActionFileHTMLExport=Esporta HTML
ActionFileInfo:h=Informazioni sul file attivo
ActionFileInfo=Info
ActionFileMoveCaretAtTheEndAfterReload:h=Abilita/disabilita spostamento cursore alla fine dopo il ricaricamento
ActionFileMoveCaretAtTheEndAfterReload=Sposta cursore alla fine dopo il ricaricamento
ActionFileNew:h=Crea un nuovo documento
ActionFileNew:s=Ctrl+N
ActionFileNew=&Nuovo
ActionFileOpen:h=Apre un documento esistente
ActionFileOpen:s=Ctrl+O
ActionFileOpen=&Apri...
ActionFileOpenCommandPrompt:h=Apri prompt comandi
ActionFileOpenCommandPrompt=Prompt comandi
ActionFileOpenFileExplorer:h=Apri File Explorer
ActionFileOpenFileExplorer=File Explorer
ActionFileOpenInBrowser:h=Visualizza il documento corrente nel browser predefinito
ActionFileOpenInBrowser:s=Alt+B
ActionFileOpenInBrowser=&Browser
ActionFilePrint:h=Stampa il documento attivo
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Stam&pa...
ActionFilePrintPreview:h=Visualizza l'anteprima di stampa del documento
ActionFilePrintPreview=Anteprima di stampa...
ActionFileProperties:h=Info sulle proprietà del file
ActionFileProperties=Pr&oprietà...
ActionFileReadOnly:h=Attiva/disattiva editor sola lettura
ActionFileReadOnly=Sola lettura
ActionFileReloadAutomatically:h=Abilita/disabilita ricaricamento automatico
ActionFileReloadAutomatically=Ricarica automaticamente
ActionFileRemoveFromFavourites=Rimuovi dai Preferiti
ActionFileRenameTab=Rinomina scheda
ActionFileReopen=&Riapri
ActionFileReopenProperties=Proprietà...
ActionFileSave:h=Salva il documento attivo
ActionFileSave:s=Ctrl+S
ActionFileSave=&Salva
ActionFileSaveAll:h=Salva tutti documenti
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Sal&va tutto
ActionFileSaveAs:h=Salva il documento attivo con un nuovo nome
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=S&alva come...
ActionFileSelectFromDirectory:h=Seleziona il file dalla cartella attiva
ActionFileSelectFromDirectory=Selezione dalla cartella
ActionFileTrimTrailingSpaces:h=Attiva/disattiva spazi iniziali/finali editor
ActionFileTrimTrailingSpaces=Rimuovi spazi iniziali/finali
ActionFileUpload=Upload
ActionGotoNextBookmark:h=Vai al segnalibro successivo
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark=Successivo
ActionGotoPreviousBookmark:h=Vai al segnalibro precedente
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark=Precedente
ActionHelp=&?
ActionHelpAboutTextEditorPro:h=Visualizza informazioni su Text Editor Pro
ActionHelpAboutTextEditorPro=&Info su Text Editor Pro
ActionHelpCheckForUpdates:h=Verifica la disponibilità di aggiornamenti del programma
ActionHelpCheckForUpdates=&Controlla aggiornamenti
ActionHelpSendFeedback:h=Invia feedback a info@texteditor.pro
ActionHelpSendFeedback=Invia feedback
ActionHelpShortcuts:h=Visualizza combinazioni tasti
ActionHelpShortcuts:s=Ctrl+F1
ActionHelpShortcuts=Collegamenti
ActionHelpVisitHomepage:h=Visita il sito web di Text Editor Pro - https://texteditor.pro
ActionHelpVisitHomepage=&Visita sito web Text Editor Pro
ActionImageViewRotateClockwise:h=Ruota pagina in senso orario
ActionImageViewRotateCounterClockwise:h=Ruota pagina in senso anti orario
ActionImageViewZoomIn:h=Zoom +
ActionImageViewZoomOut:h=Zoom - 
ActionMenuEdit:h=Modifica pagina menu 'Modifica'
ActionMenuFile:h=Modifica pagina menu 'File'
ActionMenuHelp:h=Modifica pagina menu 'Guida'
ActionMenuSearch:h=Modifica pagina menu 'Cerca'
ActionMenuTools:h=Modifica pagina menu 'Strumenti'
ActionMenuView:h=Modifica pagina menu 'Visualizza'
ActionOpenColorTheme:h=Apri menu tema colore
ActionOpenColorTheme:s=Alt+F11
ActionOpenColorTheme=Tema colore
ActionOpenEncoding:h=Apri menu codifica
ActionOpenEncoding:s=Alt+F9
ActionOpenEncoding=Codifica
ActionOpenFileList:h=Apri elenco file
ActionOpenFileList:s=Alt+F12
ActionOpenFileList=File
ActionOpenHighlighter:h=Apri menu evidenziatore
ActionOpenHighlighter:s=Alt+F10
ActionOpenHighlighter=Evidenziatore
ActionOutputClose=&Chiudi
ActionOutputCloseActive:h=Chiude la pagina attiva
ActionOutputCloseActive=Attiva
ActionOutputCloseAll:h=Chiude tutte le pagine
ActionOutputCloseAll=&Tutto
ActionOutputCloseAllOtherPages:h=Chiude tutte le altre
ActionOutputCloseAllOtherPages=Tutte &le altre pagine
ActionOutputCloseSelected:h=Chiudi selezionati
ActionOutputCloseSelected=Selezionati
ActionOutputCollapseAll:h=Riduci tutto
ActionOutputCollapseAll=Riduci tutto
ActionOutputCopyAllToClipboard:h=Copia negli Appunti
ActionOutputCopyAllToClipboard=C&opia negli Appunti
ActionOutputCopySelectedToClipboard:h=Copia selezionati negli Appunti
ActionOutputCopySelectedToClipboard=Copia selezionati negli Appunti
ActionOutputExpandAll:h=Espandi tutto
ActionOutputExpandAll=Espandi tutto
ActionOutputOpenAll:h=Apre tutti i file
ActionOutputOpenAll=&Apri tutto
ActionOutputOpenSelected:h=Apri file selezionati
ActionOutputOpenSelected=Apri sele&zionati
ActionOutputRefresh=Aggiorna
ActionOutputSelectAll:h=Seleziona tutti i file
ActionOutputSelectAll=Seleziona tutto
ActionOutputUnselectAll:h=Deseleziona tutti i file
ActionOutputUnselectAll=Deseleziona tutto
ActionPDFFindNext:h=Trova successivo
ActionPDFFindPrevious:h=Trova precedente
ActionPDFNextPage:h=Pagina successiva
ActionPDFPreviousPage:h=Pagina precedente
ActionPDFRotatePageClockwise:h=Ruota pagina in senso orario
ActionPDFRotatePageCounterClockwise:h=Ruota pagina in senso anti orario
ActionPDFSearchHighlightAll=Evidenzia tutto
ActionPDFSearchMatchCase=Controlla maiuscole/minuscole
ActionPDFSearchWholeWords=Solo parole intere
ActionPDFZoomIn:h=Zoom +
ActionPDFZoomOut:h=Zoom -
ActionSearch=&Trova
ActionSearchBookmarks:h=Visualizza/aggiorna tutti i segnalibri salvati
ActionSearchBookmarks=Segnalibri
ActionSearchClearBookmarks:h=Rimuove tutti i segnalibri
ActionSearchClearBookmarks=Rimuovi segnali&bri
ActionSearchClose:h=Chiudi
ActionSearchEngine:h=Seleziona motore di ricerca
ActionSearchEngine=Motore di ricerca
ActionSearchFindAll:h=Trova tutti i testi corrispondenti
ActionSearchFindAll:s=Alt+Enter
ActionSearchFindAll=Trova tutto
ActionSearchFindDuplicates:h=Trova duplicati
ActionSearchFindDuplicates=Trova duplicati
ActionSearchFindInFiles:h=Cerca una stringa nei file
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=Trova nei &file...
ActionSearchFindNext:h=Trova l'occorrenza successiva del testo
ActionSearchFindNext:s=F3
ActionSearchFindNext=Trova successi&vo
ActionSearchFindPrevious:h=Trova l'occorrenza precedente del testo
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Trova &precedente
ActionSearchGoToBookmarks:h=Vai ad un determinato segnalibro
ActionSearchGoToBookmarks=Vai al segnalibro
ActionSearchGoToLine:h=Vai alla linea
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Vai alla linea
ActionSearchInSelection:h=Nella selezione
ActionSearchInSelection=Nella selezione
ActionSearchMatchCase:h=Controlla maiuscole/minuscole
ActionSearchMatchCase=Controlla maiuscole/minuscole
ActionSearchOptions:h=Opzioni ricerca
ActionSearchReplace:h=Sostituisce il testo specificato con un testo differente
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Sostituisci...
ActionSearchSearchButton:h=Cerca il testo specificato
ActionSearchSearchButton:s=Ctrl+F
ActionSearchSearchButton=&Trova...
ActionSearchSpellCheck:h=Controllo ortografia
ActionSearchSpellCheck:s=F6
ActionSearchSpellCheck=Controllo ortografia
ActionSearchSpellCheckNextError:h=Errore successivo ortografia
ActionSearchSpellCheckNextError:s=Ctrl+F6
ActionSearchSpellCheckNextError=Errore successivo
ActionSearchSpellCheckPreviousError:h=Errore precedente ortografia
ActionSearchSpellCheckPreviousError:s=Ctrl+Shift+F6
ActionSearchSpellCheckPreviousError=Errore precedente
ActionSearchTextItems:h=Elementi cercati
ActionSearchTextItems=Elementi cercati...
ActionSearchToggleBookmark:h=Imposta o rimuove il segnalibro alla linea corrente. I segnalibri possono essere anche impostati con  Ctrl+Shift+1..9. o vai al segnalibro con Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Impos&ta/rimuovi segnalibro
ActionSearchToggleBookmarks:h=Abilita/disabilita i segnalibri
ActionSearchToggleBookmarks=A&bilita/disabilita segnalibri
ActionSearchWholeWords:h=Solo parole intere
ActionSearchWholeWords=Solo parole intere
ActionStatusBarShowCaretPosition=Visualizza posizione segno omissione
ActionStatusBarShowCharacterCount=Visualizza contatore caratteri
ActionStatusBarShowEditorZoom=Visualizza zoom editor
ActionStatusBarShowEncoding=Visualizza codifica
ActionStatusBarShowFileLineBreak=Visualizza interruzioni di riga file
ActionStatusBarShowFileOpeningTime=Visualizza tempo apertura
ActionStatusBarShowHints=Visualizza suggerimenti
ActionStatusBarShowKeyState=Visualizza stato tasto
ActionStatusBarShowLineCount=Visualizza contatore linee
ActionStatusBarShowMacro=Visualizza macro
ActionStatusBarShowModified=Visualizza modificati
ActionStatusBarShowSelectionInfo=Visualizza info selezione
ActionStatusBarShowSizeGrip=Visualizza presa dimensioni
ActionToolbarMenuLanguage=&Lingua
ActionToolbarMenuLayout=Disposizione
ActionToolbarMenuLayoutSingle=Singola
ActionToolbarMenuLayoutThreeColumns=Tre colonne
ActionToolbarMenuLayoutTwoColumns=Due colonne
ActionToolbarMenuView=&Visualizza
ActionTools=S&trumenti
ActionToolsCharacterMap:h=Inserisce caratteri nel documento attivo con un doppio clic
ActionToolsCharacterMap=Mappa caratteri...
ActionToolsClipboardHistory:h=Cronologia Appunti
ActionToolsClipboardHistory=Cronologia Appunti
ActionToolsConvert:h=Converti tra unità numeriche
ActionToolsConvert=C&onversione...
ActionToolsExecute:h=Esegui applicazioni personali
ActionToolsExecute=Esegui
ActionToolsExecuteConfigure:h=Configura parametri esecuzione
ActionToolsExecuteConfigure=Configura...
ActionToolsLanguageEditor:h=Esegui l'editor lingua
ActionToolsLanguageEditor=Editor &lingua...
ActionToolsMacro=Macro
ActionToolsMacroOpen:h=Apre una macro esistente
ActionToolsMacroOpen=&Apri...
ActionToolsMacroPause:h=Registra o mette in pausa una macro
ActionToolsMacroPause:s=Shift+Ctrl+R
ActionToolsMacroPause=&Registra
ActionToolsMacroPlayback:h=Riproduce la macro
ActionToolsMacroPlayback:s=Shift+Ctrl+P
ActionToolsMacroPlayback=Ri&produci
ActionToolsMacroRecord:h=Registra o mette in pausa una macro
ActionToolsMacroRecord:s=Shift+Ctrl+R
ActionToolsMacroRecord=&Registra
ActionToolsMacroSaveAs:h=Salva la macro con un nuovo nome
ActionToolsMacroSaveAs=S&alva come...
ActionToolsMacroStop:h=Ferma la registrazione della macro
ActionToolsMacroStop:s=Shift+Ctrl+S
ActionToolsMacroStop=&Stop
ActionToolsMagnifier:h=Ingrandimento
ActionToolsMagnifier=Ingrandimento
ActionToolsMagnifierBorderStyle:h=Stile bordo
ActionToolsMagnifierBorderStyle=Stile bordo
ActionToolsMagnifierBorderStyleDefault:h=Stile bordo predefinito
ActionToolsMagnifierBorderStyleDefault=Predefinito
ActionToolsMagnifierBorderStyleFlat:h=Stile bordo piatto
ActionToolsMagnifierBorderStyleFlat=Piatto
ActionToolsMagnifierBorderStyleNone:h=Nessun bordo
ActionToolsMagnifierBorderStyleNone=Nessuno
ActionToolsMagnifierClose:h=Chiudi ingrandimento
ActionToolsMagnifierClose:s=Ctrl+Esc
ActionToolsMagnifierClose=Chiudi
ActionToolsMagnifierScaling16x:h=Ingrandimento 16x
ActionToolsMagnifierScaling16x=16x
ActionToolsMagnifierScaling2x:h=Ingrandimento 2x
ActionToolsMagnifierScaling2x=2x
ActionToolsMagnifierScaling4x:h=Ingrandimento 4x
ActionToolsMagnifierScaling4x=4x
ActionToolsMagnifierScaling8x:h=Ingrandimento 8x
ActionToolsMagnifierScaling8x=8x
ActionToolsMagnifierScaling:h=Ingrandimento
ActionToolsMagnifierScaling=Ingrandimento
ActionToolsMagnifierStyle:h=Stile
ActionToolsMagnifierStyle=Stile
ActionToolsMagnifierStyleLens:h=Stile lenti
ActionToolsMagnifierStyleLens=Lenti
ActionToolsMagnifierStyleRectangle:h=Stile rettangolo
ActionToolsMagnifierStyleRectangle=Rettangolo
ActionToolsOptions:h=Imposta le opzioni del programma
ActionToolsOptions=Imp&ostazioni...
ActionToolsPauseSpeaking:h=Pausa parlato
ActionToolsPauseSpeaking=Pausa parlato
ActionToolsSelectForTextCompare:h=Seleziona i documenti da comparare
ActionToolsSelectForTextCompare=Seleziona file da comparare...
ActionToolsSpeech=Discorso
ActionToolsStartSpeaking:h=Riproduci parlato
ActionToolsStartSpeaking=Riproduci parlato
ActionToolsStopSpeaking:h=Stop parlato
ActionToolsStopSpeaking=Stop parlato
ActionToolsTextCompare:h=Compara più file
ActionToolsTextCompare=&Compara file...
ActionView=&Visualizza
ActionViewBookmarkList:h=Visualizza/nascondi elenco preferiti
ActionViewBookmarkList=Elenco preferiti
ActionViewColorThemeSelection:h=Visualizza/nasconde la selezione colore
ActionViewColorThemeSelection=Colore
ActionViewDirectory=Cartella
ActionViewDirectoryClose:h=Chiudi la cartella attuale
ActionViewDirectoryClose:s=Shift+Alt+X
ActionViewDirectoryClose=&Chiudi cartella
ActionViewDirectoryEdit:h=Modifica la cartella attiva
ActionViewDirectoryEdit:s=Shift+Ctrl+E
ActionViewDirectoryEdit=&Modifica cartella...
ActionViewDirectoryOpen:h=Apre una nuova cartella
ActionViewDirectoryOpen:s=Ctrl+Alt+D
ActionViewDirectoryOpen=&Apri cartella...
ActionViewDirectoryVisibility:h=Visualizza/nasconde la cartella
ActionViewDirectoryVisibility=&Cartella
ActionViewEncodingSelection:h=Visualizza/nasconde la selezione della codifica
ActionViewEncodingSelection=Codi&fica
ActionViewFiles:h=Cerca i file nella cartella selezionata
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=&File...
ActionViewFolding=Raggruppamento
ActionViewFoldingCollapse=Raggruppa
ActionViewFoldingCollapseAll:h=Raggruppa tutto
ActionViewFoldingCollapseAll=Raggruppa tutto
ActionViewFoldingCollapseAllDownFromActiveLine:h=Raggruppa tutto dalla linea attiva in giù
ActionViewFoldingCollapseAllDownFromActiveLine=Raggruppa tutto dalla linea attiva in giù
ActionViewFoldingCollapseAllUpFromActiveLine:h=Raggruppa tutto dalla linea attiva in su
ActionViewFoldingCollapseAllUpFromActiveLine=Raggruppa tutto dalla linea attiva in su
ActionViewFoldingCollapseLine:h=Raggruppa linea
ActionViewFoldingCollapseLine:s=Alt+Sinistra
ActionViewFoldingCollapseLine=Raggruppa linea
ActionViewFoldingExpand=De-raggruppa
ActionViewFoldingExpandAll:h=De-raggruppa tutto
ActionViewFoldingExpandAll=De-raggruppa tutto
ActionViewFoldingExpandAllDownFromActiveLine:h=De-raggruppa tutto dalla linea attiva in giù
ActionViewFoldingExpandAllDownFromActiveLine=De-raggruppa tutto dalla linea attiva in giù
ActionViewFoldingExpandAllUpFromActiveLine:h=De-raggruppa tutto dalla linea attiva in su
ActionViewFoldingExpandAllUpFromActiveLine=De-raggruppa tutto dalla linea attiva in su
ActionViewFoldingExpandLine:h=De-raggruppa linea
ActionViewFoldingExpandLine:s=Alt+Destra
ActionViewFoldingExpandLine=De-raggruppa linea
ActionViewFoldingNext:h=Vai al raggruppamento successivo
ActionViewFoldingNext:s=Alt+Giu
ActionViewFoldingNext=Successivo
ActionViewFoldingPrevious:h=Vai al raggruppamento precedente
ActionViewFoldingPrevious:s=Alt+Su
ActionViewFoldingPrevious=Precedente
ActionViewFullScreen:h=Attiva/disattiva schermo pieno
ActionViewFullScreen:s=F11
ActionViewFullScreen=Schermo pieno
ActionViewHexEditor:h=Visualizza/nascondi editor esadecimale
ActionViewHexEditor:s=Ctrl+H
ActionViewHexEditor=Editor esadecimale
ActionViewHighlighterSelection:h=Visualizza/nasconde la selezione evidenziata
ActionViewHighlighterSelection=E&videnzia
ActionViewLineNumbers:h=Abilita/disabilita la visualizzazione dei numeri di linea
ActionViewLineNumbers=Numeri di &linea
ActionViewMainMenu:h=Visualizza/nasconde il menu principale
ActionViewMainMenu=Menu principale
ActionViewMenuBar:h=Visualizza/nasconde la barra menu
ActionViewMenuBar=Barra menu
ActionViewMiniMap:h=Visualizza o nasconde la mini mappa
ActionViewMiniMap=Mini mappa
ActionViewNextPage:h=Va alla pagina successiva
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Pagi&na successiva
ActionViewOutput:h=Visualizza/nasconde la destinazione
ActionViewOutput=Destina&zione
ActionViewPreviousPage:h=Va alla pagina precedente
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=Pagina &precedente
ActionViewRuler:h=Visualizza/nascondi il righello
ActionViewRuler=Righello
ActionViewSelectionMode:h=Modifica modo selezione testo. È possibile usare anche ALT per cambiare il modo selezione testo.
ActionViewSelectionMode=&Modo selezione testo
ActionViewSFTP=SFTP
ActionViewSFTPConnect=Connetti
ActionViewSFTPDisconnect=Disconnetti
ActionViewSFTPEdit=Modifica
ActionViewSkinSelector=Selezione tema
ActionViewSpecialChars:h=Abilita/disabilita la visualizzazione dei caratteri speciali
ActionViewSpecialChars=Caratteri spec&iali
ActionViewSplit:h=Divide il documento
ActionViewSplit=&Dividi
ActionViewSplitHorizontal:h=Dividi orizzontalmente
ActionViewSplitHorizontal=Orizzontale
ActionViewSplitVertical:h=Dividi verticalmente
ActionViewSplitVertical=Verticale
ActionViewStatusBar:h=Visualizza/nasconde la barra di stato
ActionViewStatusBar=Barra di &stato
ActionViewSyncEdit:h=Visualizza/nasconde modifica sincronizzata
ActionViewSyncEdit:s=Shift+Ctrl+H
ActionViewSyncEdit=Modifica sincronizzata
ActionViewTitleBar=Barra titolo
ActionViewTitleBarApplicationName:h=Visualizza/nascondi nome applicazione nella barra del titolo
ActionViewTitleBarApplicationName=Nome applicazione
ActionViewTitleBarFavourite:h=Visualizza/nascondi la barra titolo Preferito
ActionViewTitleBarFavourite=Preferito
ActionViewTitleBarFileList:h=Visualizza/nasconde l'elenco file nella barra titolo
ActionViewTitleBarFileList=Elenco file
ActionViewTitleBarFilename:h=Visualizza/nasconde il nome file nella barra titolo
ActionViewTitleBarFilename=Nome file
ActionViewTitleBarMagnifier:h=Visualizza/nasconde la lente barra titolo
ActionViewTitleBarMagnifier=Lente
ActionViewToolbar:h=Visualizza/nasconde la barra strumenti
ActionViewToolbar=Barra s&trumenti
ActionViewWordWrap:h=Abilita/disabilita a capo automatico
ActionViewWordWrap=A &capo automatico
ActionViewXMLTree:h=Visualizza/nasconde la struttura XML
ActionViewXMLTree=Struttura &XML
ActionViewZoomEditorIn:h=Editor - Zoom +
ActionViewZoomEditorIn=Zoom +
ActionViewZoomEditorOut:h=Editor - Zoom -
ActionViewZoomEditorOut=Zoom -
ActionViewZoomEditorReset:h=Editor - Ripristino livello zoom
ActionViewZoomEditorReset=Ripristino livello zoom
ActionXMLTreeRefresh:h=Aggiorna struttura XML
ActionXMLTreeRefresh=Aggio&rna

[Message]
CannotFindString=Impossibile trovare la stringa "%s"
DuplicatesWereNotFound=Nessun duplicato trovato
InstallNewVersion=Installa la nuova versione del software?
LatestVersion=La versione del programma è aggiornata.
NoDefaultPrinter=Nessuna stampante predefinita selezionata.
PdfErrorPassword=Password richiesta o password non valida.
ScaleChange=Alcune modifiche non verranno visualizzate correttamente fino a che non riavvii l'applicazione.
SelectFilePathFromDirectory=Seleziona percorso file dalla cartella

[OptionsApplicationFrame]
CheckBoxAddApplicationInOpentWithContextMenu=Aggiungi applicazione nel menù contestuale 'Apri con'
CheckBoxAllowExitWithEsc=Consenti uscita con esc
CheckBoxAllowMultipleInstances=Permetti istanze multiple
CheckBoxCloseMinimizes=Chiudi minimizzato
CheckBoxDropFiles=Rilascia file
CheckBoxHotExit:h=Chiudi senza richiedere salvataggio file, i file verranno mantenuti e ripristinati.
CheckBoxHotExit=Uscita veloce
CheckBoxMinimizeToSystemTray=Minimizza nella barra di sistema
CheckBoxStayOnTop=Rimani sempre in primo piano
CheckBoxUseLatestCommonDialogs=Usa l'ultima finestra di dialogo
CheckBoxUseReverseUTF8Naming=Usa denominazione codifica UTF-8 inversa
ComboBoxLanguage=Lingua
SpinEditReopenMaxFileCount=Riapri numero massimo di file
SpinEditSplitterSize=Dimensioni divisione

[OptionsApplicationScalingFrame]
RadioButtonAuto=Automatica
RadioButtonPercent=Percentuale
RadioButtonPixelsPerInch=Punti per pollice

[OptionsApplicationUpdatesFrame]
CheckBoxCheckForUpdatesAtStartup=Verifica aggiornamenti all'avvio
CheckBoxCheckForUpdatesWhenClosing=Verifica nuovi aggiornamenti in chiusura

[OptionsApplicationClipboardHistoryFrame]
CheckBoxClipboardHistoryEnabled=Abilitato
SpinEditClipboardHistoryItemsCount=Numero elementi

[OptionsApplicationModifiedFilesFrame]
CheckBoxAskToReloadModifiedFiles=Chiedi di ricaricare
CheckBoxMoveCaretAtTheEnd=Sposta cursore alla fine dopo il ricaricamento
CheckBoxPollFileChanges=Controllo modifiche file
CheckBoxReloadAutomaticallyModifiedFiles=Ricarica automaticamente
SpinEditPollingInterval=Intervallo controllo (ms)

[OptionsDirectoryFrame]
CheckBoxAutoHide=Nascondi automaticamente
CheckBoxAutoSelect=Selezione automatica
CheckBoxUseSelectedPathAsDefaultDirectory=Percorso selezionato come cartella predefinita
CheckBoxShowArchiveFiles=Visualizza file archivio
CheckBoxShowHiddenFiles=Visualizza file nascosti
CheckBoxShowOverlayIcons=Visualizza icone sovrapposizione
CheckBoxShowSystemFiles=Visualizza file di sistema
CheckBoxShowTreeLines=Visualizza linee albero
CheckBoxUseExplorerTheme=Usa tema Explorer
ComboBoxAlign=Allinea
SpinEditIndent=Indenta
SpinEditMargin=Margine

[OptionsDirectoryTabsFrame]
CheckBoxBoldActiveTab=Scheda attiva in grassetto
CheckBoxCloseTabByDblClick=Chiudi scheda con doppio clic
CheckBoxCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
CheckBoxEnlargeActiveTab=Allarga scheda attiva
CheckBoxMultiline=Multi-linea
CheckBoxRightClickSelect=Selezione clic destro
CheckBoxSaveTabs=Salva schede
CheckBoxShowIcon=Visualizza immagine
CheckBoxShowOpenDirectoryButton=Visualizza pulsante apri cartella
ComboBoxShowCloseButton=Visualizza pulsante Chiudi
GroupBoxFont=Font
GroupBoxFontSize=Dimensione font
RadioButtonFontCustom=Personalizzata
RadioButtonFontDefault=Predefinita
RadioButtonFontSizeCustom=Personalizzata
RadioButtonFontSizeDefault=Predefinita
SpinEditTabHeight=Altezza
SpinEditTabMargin=Margine
SpinEditTabSpacing=Spaziatura

[OptionsEditorBackupFrame]
CheckBoxActive=Abilitato
EditFileExtension=Estensione file
GroupBoxPath=Percorso
GroupBoxSuffix=Suffisso
RadioButtonPathCustom=personalizzato
RadioButtonPathFile=File
RadioButtonSuffixCounter=Contatore
RadioButtonSuffixDateAndTime=Data e ora
RadioButtonSuffixNone=Nessuno

[OptionsEditorBookmarkListFrame]
CheckBoxShowFilters=Visualizza filtro
CheckBoxShowLineNumbers=Visualizza numeri linea
CheckBoxTrimText=Ritaglia testo
CheckBoxUpdateForAllBookmarkLists=Aggiornamento per tutti gli elenchi preferiti
CheckBoxUpdateWidthWhenResized=Aggiorna larghezza quando ridimensioni
CheckBoxVisible=Visibile
ComboBoxAlign=Alliena
GroupBoxSortBy=Ordina per
RadioButtonSortByColor=Colore
RadioButtonSortByLineNumber=Numero linea
RadioButtonSortByText=Testo
SpinEditWidth=Larghezza

[OptionsEditorCaretFrame]
CheckBoxMultipleCaretsActive=Abilitato
CheckBoxMultipleCaretsShowActiveLine=Visualizza linea attiva
CheckBoxMultipleCaretsShowGhost=Visualizza fantasma
CheckBoxNonblinkingCaretActive=Abilitato
CheckBoxRightMouseClickMovesCaret=cClic tasto destro mouse sposta segno omissione
CheckBoxVisible=Visibile
ColorComboBoxNonblinkingCaretBackground=Colore di sfondo
ColorComboBoxNonblinkingCaretForeground=Colore oggetto
ComboBoxStylesInsertCaret=Inserisci
ComboBoxStylesOverwriteCaret=Sovrascrivi
GroupBoxMultipleCarets=Segni omissione multipli
GroupBoxNonBlinkingCaret=Segno omissione non lampeggiante
GroupBoxStyles=Stili

[OptionsEditorColorFrame]
ActionReset=Ripristina
CheckBoxElementsAttributesBold=Grassetto
CheckBoxElementsAttributesItalic=Corsivo
CheckBoxElementsAttributesUnderline=Sottolineato
CheckBoxSkinActiveLineBackground=Sfondo linea attiva
CheckBoxSkinBackground=Sfondo
CheckBoxSkinBookmarkPanelBackground=Sfondo pannello preferito
CheckBoxSkinCodeFoldingBackground=Sfondo codice pieghevole
CheckBoxSkinCodeFoldingHintBackground=Sfondo suggerimento codice pieghevole
CheckBoxSkinCompletionProposalBackground=Sfondo proposta completamento
CheckBoxSkinCompletionProposalSelectionBackground=Sfondo selezione proposta completamento
CheckBoxSkinForeground=In primo piano
CheckBoxSkinLeftMarginBackground=Sfondo margine sinistro
CheckBoxSkinSelectionBackground=Selezione sfondo
CheckBoxSkinSelectionForeground=Selezione in primo piano
ColorComboBoxEditorColor=Colore
ColorComboBoxElementsBackground=Sfondo
ColorComboBoxElementsForeground=In primo piano
ComboBoxColorTheme=Colore
ComboBoxEditorElement=Elemento
ComboBoxElementsName=Nome
ComboBoxHighlighter=Evidenziatore
DateEditDate=Data
EditEmail=Email
EditName=Nome
EditVersion=Versione
GroupBoxAttributes=Attributi
LabelSkinDescription=Usa colore tema per gli elementi selezionati
TabSheetAuthor=Autore
TabSheetEditor=Editor
TabSheetElements=Elementi
TabSheetGeneral=Generale
TabSheetUseSkinColor=Usa colore tema

[OptionsEditorCompletionProposalFrame]
CheckBoxActive=Abilitato
CheckBoxAddHighlighterKeywords=Aggiungi parole chiave evidenziatore
CheckBoxAutoInvoke=Invocazione automatica
CheckBoxMatchCase=Sensibile maiuscole/minuscole
CheckBoxParseWordsFromText=Analizza le parole dal testo
CheckBoxShowSnippets=Visualizza frammenti
ComboBoxKeywordCase=Maiuscolo/minuscolo parola chiave
ComboBoxShortcut=Collegamento
SpinEditNumberOfRows=Numero righe

[OptionsEditorCompletionProposalSnippetsFrame]
ActionAdd:h=Aggiungi frammento
ActionAdd=Aggiungi
ActionClone:h=Clona frammento
ActionClone=Clona
ActionDelete:h=Elimina frammento selezionato
ActionDelete=Elimina
ActionEdit:h=Modifica frammento
ActionEdit=Modifica
VirtualDrawTree:0=Frammento
VirtualDrawTree:1=Descrizione

[SnippetEditDialog]
CheckBoxCursorPositionActive=Attivo
CheckBoxSelectionActive=Attivo
ComboBoxExecuteWith=Esegui con
ComboBoxGroupName=Nome gruppo
ComboBoxHighlighter=Evidenziatore
ComboBoxShortcut=Collegamento
EditDescription=Descrizione
EditKeyword=Parola chiave
GroupBoxCursorPosition=Posizione cursore
GroupBoxSelection=Selezione
SpinEditCursorPositionColumn=Colonna
SpinEditCursorPositionRow=Riga
SpinEditSelectionFromColumn=Dalla colonna
SpinEditSelectionFromRow=Dalla riga
SpinEditSelectionToColumn=Alla colonna
SpinEditSelectionToRow=Alla riga
TextEditor=Frammento

[OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Colore
ComboBoxDefaultEncoding=Codifica
ComboBoxDefaultHighlighter=Evidenziatore
ComboBoxDefaultSQLHighlighter=Evidenziatore SQL
EditBrowser=Browser
GroupBoxDirectory=Cartella
RadioButtonCurrentWindowsDirectory=Cartella attuale di Windows
RadioButtonCustomDirectory=Cartella personalizzata
RadioButtonLatestDirectory=Ultima cartella usata

[OptionsEditorFoldingFrame]
CheckBoxExpandByHintClick=Massimizza con clic su suggerimento
CheckBoxFoldMultilineComments=Commenti multi-linea pieghevoli
CheckBoxHighlightIndentGuides=Guide evidenziazione indentazione
CheckBoxHighlightMatchingPair=Evidenza coppie corrispondenze
CheckBoxShowCollapsedCodeHint=Suggerimento visualizzazione codice minimizzato
CheckBoxShowCollapsedLine=Visualizza righe minimizzate
CheckBoxShowCollapseMarkAtTheEnd=Visualizza marcatore riduzione alla fine
CheckBoxShowIndentGuides=Visualizza guide indentazione
CheckBoxShowTreeLine=Visualizza linea struttura
CheckBoxTextFoldingActive=Abilitato
CheckBoxVisible=Visibile
ComboBoxGuideLineStyle=Stile linea guida
ComboBoxMarkStyle=Stile spunta
GroupBoxCodeFolding=Raggruppamento codice
GroupBoxTextFolding=Raggruppamento file testo
RadioButtonOutlinedByACharacter=Delimitato da un carattere
RadioButtonOutlinedBySpacesAndTabs=Delimitato da spazi e tabulazioni
SpinEditCollapsedRowCharacterCount=Contatore caratteri riga compresso
SpinEditDelayInterval=Intervallo ritardo (ms)
SpinEditHintRowCount=Suggerimento conteggio righe

[OptionsEditorFontFrame]
ActionReset=Ripristina
CheckBoxUseSameSettingsForAllColorThemes=Usa le stesse impostazioni per tutti i temi colore
ComboBoxColorTheme=Colore
ComboBoxElement=Elemento
FontComboBoxFont=Font
SpinEditFontSize=Dimensione font

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize=Dimensione automatica
CheckBoxLineStateShowOnlyModified=Visualizza solo modificati
CheckBoxLineStateVisible=Visibile
CheckBoxVisible=Visibile
ComboBoxLineStateAlign=Allinea
GroupBoxLineState=Stato linea
SpinEditWidth=Larghezza

[OptionsEditorLeftMarginBookmarksFrame]
CheckBoxSaveBookmarks=Salva preferiti
CheckBoxShowBookmarkColorsPopup=Visualizza colori popup preferito
CheckBoxShowPanel=Visualizza pannello preferiti
CheckBoxVisible=Visibile
ColorComboBoxLineColor=Colore linea preferito
SpinEditPanelWidth=Larghezza pannello preferiti

[OptionsEditorLeftMarginLineNumbersFrame]
CheckBoxShowAfterLastLine=Visualizza numeri linee dopo ultima linea
CheckBoxShowInTens=Numeri di linea in decadi
CheckBoxShowLeadingZeros=Numeri di linea partenti da zero
CheckBoxVisible=Visibile
SpinEditStartFrom=Inizia da

[OptionsEditorMatchingPairFrame]
CheckBoxAutoComplete=Completamento automatico
CheckBoxHighlightActive=Abilitato
CheckBoxHighlightAfterToken=Evidenzia dopo token
CheckBoxHighlightUnmatched=Evidenzia mancate corrispondenze
GroupBoxDisplay=Visualizza
GroupBoxHighlight=Evidenzia
RadioButtonHighlight=Evidenzia
RadioButtonUnderline=Sottolinea

[OptionsEditorMinimapFrame]
CheckBoxBlendingEnabled=Abilitato
CheckBoxBlendingInvert=Inverti
CheckBoxShowBookmarks=Visualizza preferiti
CheckBoxShowBorder=Visualizza bordo
CheckBoxShowIndentGuides=Visualizza guide indentazione
CheckBoxShowSearchResults=Visualizza risultati ricerca
CheckBoxShowSelection=Visualizza selezione
CheckBoxShowShadow=Visualizza ombreggiatura
CheckBoxVisible=Visibile
ComboBoxAlign=Allinea
GroupBoxBlending=Miscela
SpinEditWidth=Larghezza

[OptionsEditorOptionsFrame]
CheckBoxAutoChangeEncoding=Modifica automatica codifica al salvataggio
CheckBoxAutoIndent=Indentazione automatica
CheckBoxAutoSave=Salvataggio automatico
CheckBoxDragDropEditing=Modifica con drag and drop
CheckBoxGroupUndo=Gruppo annullamento
CheckBoxSaveUnmodified=Salva non modificato
CheckBoxShowControlCharacters=Visualizza caratteri di controllo
CheckBoxShowNonBreakingSpaceAsSpace=Visualizza spazi non interrompibili come spazi
CheckBoxShowNullCharacters=Visualizza caratteri null
CheckBoxShowWarningBeforeSaving=Visualizza avviso prima di salvare
CheckBoxShowZeroWidthSpaceCharacters=Visualizza caratteri spazio a larghezza zero
CheckBoxTrailingLineBreak=Interruzione linea dopo ultima linea
CheckBoxTrimTrailingSpaces=Rimuovi spazi finali
CheckBoxUndoAfterSave=Annulla modifica dopo salvataggio
ComboBoxDefaultLineBreak=Interruzione linea predefinita
GroupBoxInternationalCharacters=Set caratteri internazionali con codifica ASCII/ANSI 
SpinEditBorderWidth=Larghezza bordo
SpinEditLineSpacing=Spazio tra le linee
SpinEditMargin=Margine

[OptionsEditorRightMarginFrame]
CheckBoxAutoLineBreak=A capo automatico
CheckBoxMouseMove=Spostamento mouse
CheckBoxShowMovingHint=Suggerimento visualizzazione spostamento
CheckBoxVisible=Visibile
SpinEditPosition=Posizione

[OptionsEditorRulerFrame]
CheckBoxShowSelection=Visualizza selezione
CheckBoxVisible=Visibile
SpinEditHeight=Altezza

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Larghezza massima auto dimensionamento
CheckBoxHalfPage=Mezza pagina
CheckBoxHintFollows=Suggerimento inseguimento
CheckBoxPastEndOfFile=Scorri incolla alla fine del file
CheckBoxPastEndOfLineMarker=Scorri incolla alla fine della linea
CheckBoxShowHint=Visualizza suggerimento scorrimento
CheckBoxShowHorizontalScrollBar=Visualizza barra scorrimento orizzontale
CheckBoxShowShadow=Visualizza ombreggiatura
CheckBoxShowVerticalScrollBar=Visualizza barra scorrimento verticale

[OptionsEditorSearchFrame]
CheckBoxAutoCompleteEnabled=Abilitato
CheckBoxBeepIfSearchStringNotFound=Beep se non è stata trovata nessuna stringa
CheckBoxClearWhenClosed=Azzera quando chiudi
CheckBoxEntireScope=Inserisci scopo
CheckBoxFileSpecificSearch=Ricerca specifica documento
CheckBoxFindWordAtCursor=Trova parola al cursore
CheckBoxHighlightResult=Evidenzia risultati
CheckBoxMatchCase=Sensibile maiuscole/minuscole
CheckBoxNearOperatorEnabled=Abilitato
CheckBoxSearchOnTyping=Cerca mentre digiti
CheckBoxSearchOnTypingEnabled=Abilitato
CheckBoxSetFocusIntoEditorWithEnter=Imposta focus nell'editor con INVIO
CheckBoxShowSearchMap=Visualizza mappa ricerca
CheckBoxShowSearchMatchNotFound=Visualizza nessun risultato trovato nella ricerca
CheckBoxShowSearchStringNotFound=Visualizza messaggio 'Stringa non trovata'
CheckBoxToggleSearchBar=Abilita/disabilita barra ricerca
CheckBoxUseUpAndDownArrowKeysToFind=Usa tasti freccia su e giù per trovare
CheckBoxVisible=Visibile
CheckBoxWholeWords=Solo parole intere
CheckBoxWrapAround=A capo automatico
ComboBoxSearchBarAlign=Allineamento barra ricerca
ComboBoxSearchMapAlign=Allinea
GroupBoxAutoComplete=Completamento automatico
GroupBoxNearOperator:h=Sintassi: Parola1 NEAR Parola2 o Parola1 NEAR:d Parola2, dove d è la distanza massima delle parole.
GroupBoxNearOperator=Operatore NEAR
GroupBoxSearchOnTyping=Cerca durante digitazione
SpinEditAutoCompleteDelayInterval=Intervallo ritardo (ms)
SpinEditNearOperatorMaximumDistance=Distanza massima
SpinEditNearOperatorMinimumDistance=Dustanza minima
SpinEditSearchOnTypingDelayInterval=Intervallo ritardo (ms)

[OptionsEditorSelectionFrame]
CheckBoxALTSetsColumnMode=ALT imposta modo colonna
CheckBoxAutoCopyToClipboard=Copia automaticamente negli Appunti
CheckBoxExpandPrefixCharacters=Espandi caratteri prefisso
CheckBoxExpandRealNumbers=Espandi numeri reali
CheckBoxFromEndOfLine=Dalla fine della linea
CheckBoxHighlightSimilarTerms=Evidenzia termini simili
CheckBoxTermsMatchCase=Termini sensibili maiuscole/minuscole
CheckBoxToEndOfLastLine=Alla fine dell'ultima linea
CheckBoxToEndOfLine=Alla fine della linea
CheckBoxTripleClickRowSelect=Selezione colonna triplo clic
CheckBoxVisible=Visibile

[OptionsEditorSortFrame]
CheckBoxCaseSensitive=Sensibile maiuscolo/minuscolo
CheckBoxNaturalSortOrder=Ordinamento naturale

[OptionsEditorSpecialCharsFrame]
CheckBoxLineBreakVisible=Visibile
CheckBoxSelectionVisible=Visibile
CheckBoxVisible=Visibile
ColorComboBoxLineBreakColor=Colore
ColorComboBoxSelectionColor=Colore
ComboBoxArrowStyle=Stile
ComboBoxLineBreakStyle=Stile
GroupBoxColor=Colore
GroupBoxLineBreak=Fine della linea
GroupBoxSelection=Selezione
RadioButtonCustomColor=Usa colore
RadioButtonMiddleColor=Usa colore centrale
RadioButtonTextColor=Usa colore testo

[OptionsEditorSpellCheckFrame]
CheckBoxActive=Abilitato
ColorComboBoxUnderlineColor=Colore
ComboBoxDictionary=Dizionario
ComboBoxUnderlineType=Tipo
GroupBoxUnderline=Sottolinea

[OptionsEditorSyncEditFrame]
CheckBoxActive=Abilitato
CheckBoxMatchCase=Minuscole/maiuscole
CheckBoxShowActivateIcon=Visualizza icona attivata

[OptionsEditorTabsFrame]
CheckBoxBoldActiveTab=Scheda attiva in grassetto
CheckBoxCloseTabByDblClick=Chiudi scheda con un doppio clic
CheckBoxCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
CheckBoxDimReadOnlyWhenNotActive=Dim sola lettura quando non attivo
CheckBoxEnlargeActiveTab=Allarga scheda attiva
CheckBoxHideCloseButtonWhenCanCloseIsNotChecked=Nascondi pulsante 'Chiudi' quando 'Puoi chiudere' non è spuntato
CheckBoxMultiline=Multi-linea
CheckBoxRightClickSelect=Selezione clic destro
CheckBoxSaveTabs=Salva schede
CheckBoxShowFileNameAsHint=Visualizza nome file come suggerimento
CheckBoxShowIcon=Visualizza immagine
CheckBoxShowNewFileButton=Visualizza pulsante 'Nuovo documento'
ComboBoxShowCloseButton=Visualizza pulsante Chiudi
GroupBoxFont=Font
GroupBoxFontSize=Dimensione font
RadioButtonFontCustom=Personalizzata
RadioButtonFontDefault=Predefinita
RadioButtonFontSizeCustom=Personalizzata
RadioButtonFontSizeDefault=Predefinita
SpinEditTabHeight=Altezza
SpinEditTabMargin=Margine
SpinEditTabSpacing=Spaziatura

[OptionsEditorTabulatorFrame]
CheckBoxColumns=Colonne
CheckBoxPreviousLineIndent=Precedente indentazione linea
CheckBoxSelectedBlockIndent=Indentazione blocchi selezionati
CheckBoxTabsToSpaces=Converti tabulazioni in spazi
SpinEditWidth=Larghezza

[OptionsEditorWordWrapFrame]
CheckBoxActive=Visibile
ComboBoxWidth=Larghezza

[OptionsEditorXMLTreeFrame]
CheckBoxUseExplorerTheme=Usa tema Explorer
CheckBoxVisible=Visibile
ComboBoxAlign=Allinea
SpinEditWidth=Larghezza

[OptionsFileTypesFrame]
EditExtensions=Estensioni
VirtualDrawTree:0=Tipo file

[OptionsForm]
ActionApplication=Applicazione
ActionApplicationClipboardHistory=Cronologia Appunti
ActionApplicationModifiedFiles=File modificati
ActionApplicationScaling=Scala
ActionApplicationUpdates=Aggiornamenti
ActionCompare=Compara file
ActionDirectory=Cartella
ActionDirectoryTabs=Schede
ActionEditor=Editor
ActionEditorBackup=Backup
ActionEditorBookmarkList=Elenco preferiti
ActionEditorCaret=Segno omissione
ActionEditorColors=Colori
ActionEditorCompletionProposal=Completamento proposta
ActionEditorCompletionProposalSnippets=Frammenti
ActionEditorDefaults=Predefiniti
ActionEditorFolding=Codice pieghevole
ActionEditorFonts=Font
ActionEditorLeftMargin=Margine sinistro
ActionEditorLeftMarginBookmarks=Segnalibri
ActionEditorLeftMarginLineNumbers=Numeri linea
ActionEditorMatchingPair=Coppie corrispondenze
ActionEditorMinimap=Minimap
ActionEditorRightMargin=Margine destro
ActionEditorRuler=Righello
ActionEditorScroll=Scorrimento
ActionEditorSearch=Trova
ActionEditorSelection=Selezione
ActionEditorSort=Ordina
ActionEditorSpecialChars=Caratteri speciali
ActionEditorSpellCheck=Controllo ortografia
ActionEditorSyncEdit=Modifica sincronizzata
ActionEditorTabs=Schede
ActionEditorTabulator=Tabulazioni
ActionEditorWordWrap=A capo automatico
ActionEditorXMLTree=Struttura XML
ActionFileTypes=Tipo file
ActionHexEditor=Editor esadecimale
ActionHTMLExport=Esporta HTML
ActionImageView=Visualizzazione immagine
ActionJSONFormatter=Formattatore JSON
ActionMainMenu=Menu principale
ActionMarkdownPreview=Anteprima ribasso
ActionMarkdownPreviewOptions=Opzioni
ActionMenuBar=Barra menu
ActionMenuBarButtons=Opzioni pulsante
ActionMenuBarTabs=Opzioni tabulazioni
ActionOpen:h=Opzioni scrittura nel file INI
ActionOpen=Apri...
ActionOutput=Destinazione
ActionOutputTabs=Tabulazioni
ActionPDFView=Visualizza PDF
ActionPrint=Stampa
ActionSaveAs:h=Opzioni lettura dal file INI
ActionSaveAs=Salva come...
ActionSkin=Temi
ActionSkinButtons=Pulsanti
ActionSkinEffects=Effetti
ActionSkinFont=Font
ActionSkinHints=Suggerimenti
ActionSkinScrollBars=Barre scorrimento
ActionSkinStyles=Stili
ActionSQLFormatter=Formattatore SQL
ActionSQLFormatterCapitalization=Capitalizzazione
ActionSQLFormatterFormatting=Formattazione
ActionSQLFormatterIndentation=Indentazione
ActionStatusBar=Barra di stato
ActionTitleBar=Barra titolo
ActionToolbar=Barra strumenti
ActionToolbarOptions=Opzioni
ActionXMLFormatter=Formattatore XML
Caption=Impostazioni

[OptionsHexEditorFrame]
CheckBoxAutosize=Dimensione automatica
CheckBoxHexLowerCase=Lettere minuscole esagonali
CheckBoxInsertMode=Modo inserimento
CheckBoxShowRuler=Visualizza regole
ComboBoxCaretStyle=Stile caret

[OptionsHTMLExportFrame]
CheckBoxAddToClipboard=Aggiungi agli Appunti
CheckBoxShowLineNumbers=Visualizza numeri linea

[OptionsMainMenuFrame]
GroupBoxFont=Font
GroupBoxFontSize=Dimensione font
RadioButtonFontCustom=Personalizzata
RadioButtonFontDefault=Predefinita
RadioButtonFontSizeCustom=Personalizzata
RadioButtonFontSizeDefault=Predefinita

[OptionsMarkdownPreviewFrame]
CheckBoxVisible=Visibile
CheckBoxAutoSize=Dimensione automatica
CheckBoxUseColorTheme=Usa tema a colori
SpinEditWidth=Larghezza
ComboBoxAlign=Allinea

[OptionsMarkdownPreviewOptionsFrame]
CheckBoxBackslashEspacesHTMLTags=La barra rovesciata esce dai tag HTML
CheckBoxDisableForcedSpaces=Disabilita requisito di indentare i sotto elenchi con 4 spazi per nidificarli
CheckBoxUnderline=Disabilita analisi trattino basso come <em> o <strong>
CheckBoxSimplifiedAutoLink=Abilita collegamento automatico negli URL di testo normale
CheckBoxEncodeEmails=Abilita offuscamento automatico indirizzo email
CheckBoxEmojis=Abilita supporto emoji
CheckBoxEllipsis=Abilita conversione puntini sospensione orizzontali
CheckBoxTasklists=Abilita supporto elenco attività GFM
CheckBoxMentions=Abilita supporto @mentions GitHub
CheckBoxCodeBlocks=Abilita supporto sintassi stile blocco di codice GFM (blocchi di codice protetti)
CheckBoxParseImgDimensions=Abilita supporto impostazione dimensioni immagine dall'interno della sintassi markdown
CheckBoxStrikethrough=Abilita supporto sintassi barrata
CheckBoxTables=Abilita supporto sintassi delle tabelle
CheckBoxExcludeTrailingPunctuationFromURLs=Escludi punteggiatura finale dagli URL con collegamento automatico
CheckBoxLiteralMiddleWordAsterisks=Asterischi letterali in mezzo
CheckBoxOmitExtraWLInCodeBlocks=Ometti la nuova riga finale in un blocco di codice
CheckBoxSimpleLineBreaks=Analizza le interruzioni di riga come <br/> in paragrafi (come fa GitHub)
CheckBoxRequireSpaceBeforeHeadingText=Richiedi uno spazio tra # e il testo dell'intestazione
CheckBoxSplitAdjacentBlockquotes=Dividi le virgolette adiacenti
CheckBoxLiteralMiddleWordUnderscores=Tratta i trattini bassi nel mezzo delle parole come caratteri letterali
SpinEditHeaderStartingLevel=Livello iniziale intestazione

[OptionsMenuBarFrame]
ActionAddButton:h=Aggiungi un elemento
ActionAddButton=Aggiungi elemento
ActionAddDivider:h=Aggiungi un divisore
ActionAddDivider=Aggiungi divisore
ActionDelete:h=Elimina
ActionDelete=Elimina
ActionMoveDown:h=Sposta in basso elemento
ActionMoveDown=Sposta in basso
ActionMoveUp:h=Sposta in alto elemento
ActionMoveUp=Sposta in alto
ActionReset:h=Ripristina elementi menu
ActionReset=Ripristina
VirtualDrawTree:0=Elemento menu
VirtualDrawTree:h=Usa il drag and drop per spostare gli elementi menu, clic destro menu popup per inserire ed eliminare elementi.

[OptionsMenuBarTabsFrame]
CheckBoxBoldActiveTab=Scheda attiva in grassetto
CheckBoxEnlargeActiveTab=Allarga scheda attiva
CheckBoxShowMenu=Visualizza menu
GroupBoxTabsFont=Font
GroupBoxTabsFontSize=Dimensione font
RadioButtonTabsFontCustom=Personalizzata
RadioButtonTabsFontDefault=Predefinita
RadioButtonTabsFontSizeCustom=Personalizzata
RadioButtonTabsFontSizeDefault=Predefinita
SpinEditTabHeight=Altezza
SpinEditTabMargin=Margine
SpinEditTabPadding=Riempimento
SpinEditTabSpacing=Spaziatura

[OptionsMenuBarButtonsFrame]
CheckBoxBlended=Miscelato
CheckBoxGrayed=Grigio
CheckBoxReflected=Riflesso
GroupBoxButtonsFont=Font
GroupBoxButtonsFontSize=Dimensione font
GroupBoxDisabled=Disabilitato
GroupBoxIcons=Icone
RadioButtonButtonsFontCustom=Personalizzata
RadioButtonButtonsFontDefault=Predefinita
RadioButtonButtonsFontSizeCustom=Personalizzata
RadioButtonButtonsFontSizeDefault=Predefinita
RadioButtonLargeIcons=Grandi
RadioButtonSmallIcons=Piccole
TrackEditBlend=Miscela

[OptionsMenuBarItemsDialog]
Caption=Seleziona elementi
VirtualDrawTreeAddItems:0=Elemento menu

[OptionsOutputFrame]
CheckBoxShowCheckBox=Visualizza riquadro di controllo
CheckBoxShowOnlyLineNumbers=Visualizza solo numeri linee
CheckBoxShowTreeLines=Visualizza linee albero
CheckBoxUseExplorerTheme=Usa tema Explorer
ComboBoxAlign=Allinea
SpinEditIndent=Indenta
SpinEditMargin=Margine

[OptionsOutputTabsFrame]
CheckBoxBoldActiveTab=Scheda attiva in grassetto
CheckBoxCloseTabByDblClick=Chiudi scheda con doppio clic
CheckBoxCloseTabByMiddleClick=Chiudi scheda con clic tasto centrale
CheckBoxEnlargeActiveTab=Allarga scheda attiva
CheckBoxMultiline=Multi-linea
CheckBoxRightClickSelect=Selezione clic destro
CheckBoxSaveTabs=Salva schede
CheckBoxShowFindInFilesButton=Visualizza pulsante 'Cerca nei file'
CheckBoxShowIcon=Visualizza immagine
ComboBoxShowCloseButton=Visualizza pulsante Chiudi
GroupBoxFont=Font
GroupBoxFontSize=Dimensione font
RadioButtonFontCustom=Personalizzata
RadioButtonFontDefault=Predefinita
RadioButtonFontSizeCustom=Personalizzata
RadioButtonFontSizeDefault=Predefinita
SpinEditTabHeight=Altezza
SpinEditTabMargin=Margine
SpinEditTabSpacing=Spaziatura

[OptionsImageViewFrame]
CheckBoxControlBarVisible=Visibile
CheckBoxEnabled=Abilitato
ComboBoxControlBarAlign=Allinea
ComboBoxZoom=Zoom
GroupBoxControlBar=Barra di controllo 

[OptionsPDFViewFrame]
CheckBoxControlBarVisible=Visibile
CheckBoxEnabled=Abilitato
CheckBoxSearchBarHighlightAll=Evidenzia tutto
CheckBoxSearchBarMatchCase=Maiuscolo/minuscolo
CheckBoxSearchBarToggleSearchBar=Abilita/disabilita barra ricerca
CheckBoxSearchBarVisible=Visibile
CheckBoxSearchBarWholeWords=Solo parole intere
ComboBoxControlBarAlign=Allinea
ComboBoxSearchBarAlign=Allinea
ComboBoxZoom=Zoom
GroupBoxControlBar=Barra di controllo 
GroupBoxSearchBar=Barra ricerca

[OptionsPrintFrame]
CheckBoxColorsEnabled=Abilitato
CheckBoxLineNumbersInMargin=Nel margine
CheckBoxLineNumbersVisible=Numeri linee visibili
CheckBoxShowFooterLine=Visualizza linea piedino
CheckBoxShowHeaderLine=Visualizza linea intestazione
CheckBoxShowOnlyPageNumber=Visualizza solo i numeri pagina
CheckBoxUseRomanNumerals=Usa numerazione romana
CheckBoxVisibleDateTime=Visibile
CheckBoxVisibleFilename=Visibile
CheckBoxVisiblePageNumber=Visibile
CheckBoxVisiblePrintedBy=Visibile
CheckBoxWordWrap=A capo automatico
ComboBoxColorTheme=Tema colore
GroupBoxAlignmentDateTime=Allineamento
GroupBoxAlignmentFilename=Allineamento
GroupBoxAlignmentPageNumber=Allineamento
GroupBoxAlignmentPrintedBy=Allineamento
GroupBoxColors=Colori
GroupBoxDateTime=Data e ora
GroupBoxFilename=Nome documento
GroupBoxFont=Font
GroupBoxFontSize=Dimensione font
GroupBoxLineNumbers=Numeri linee
GroupBoxMargins=Margini
GroupBoxPageNumber=Numero pagina
GroupBoxPrintedBy=Stampato da
GroupBoxVerticalAlignmentDateTime=Allineamento verticale
GroupBoxVerticalAlignmentFilename=Allineamento verticale
GroupBoxVerticalAlignmentPageNumber=Allineamento verticale
GroupBoxVerticalAlignmentPrintedBy=Allineamento verticale
RadioButtonAlignmentLeftDateTime=Sinistra
RadioButtonAlignmentLeftFilename=Sinistra
RadioButtonAlignmentLeftPageNumber=Sinistra
RadioButtonAlignmentLeftPrintedBy=Sinistra
RadioButtonAlignmentRightDateTime=Destra
RadioButtonAlignmentRightFilename=Destra
RadioButtonAlignmentRightPageNumber=Destra
RadioButtonAlignmentRightPrintedBy=Destra
RadioButtonFontCustom=Personalizzata
RadioButtonFontEditor=Editor
RadioButtonFontSizeCustom=Personalizzata
RadioButtonFontSizeEditor=Editor
RadioButtonVerticalAlignmentFooterDateTime=Piedino
RadioButtonVerticalAlignmentFooterFilename=Piedino
RadioButtonVerticalAlignmentFooterPageNumber=Piedino
RadioButtonVerticalAlignmentFooterPrintedBy=Piedino
RadioButtonVerticalAlignmentHeaderDateTime=Intestazione
RadioButtonVerticalAlignmentHeaderFilename=Intestazione
RadioButtonVerticalAlignmentHeaderPageNumber=Intestazione
RadioButtonVerticalAlignmentHeaderPrintedBy=Intestazione
SpinEditMarginsBottom=Inferiore
SpinEditMarginsLeft=Sinistra
SpinEditMarginsRight=Destra
SpinEditMarginsTop=Superiore
TabSheetHeadedAndFooter=Intestazione e piedino
TabSheetOptions=Opzioni

[OptionsSQLFormatterCapitalizationFrame]
ComboBoxKeywords=Parole chiave
ComboBoxNames=Nomi
ComboBoxParameters=Parametri

[OptionsSQLFormatterFrame]
CheckBoxAlwaysVisible=Sempre visibile
CheckBoxSelectDefaultSQLHighlighter=Seleziona evidenziatore SQL predefinito

[OptionsJSONFormatterFrame]
CheckBoxAlwaysVisible=Sempre visibile
CheckBoxSelectJSONHighlighter=Seleziona evidenziatore JSON predefinito

[OptionsXMLFormatterFrame]
CheckBoxAlwaysVisible=Sempre visibile
CheckBoxSelectXMLHighlighter=Seleziona evidenziatore XML predefinito

[OptionsSQLFormatterFormattingFrame]
CheckBoxAlignKeywordsRightInStatements=Allinea le parole chiave direttamente nelle istruzioni
CheckBoxBreakJoinOnSections=Interrompi le sezioni JOIN ON
CheckBoxExpandBetweenConditions=Espandi tra le condizioni
CheckBoxExpandBooleanExpressions=Espandi espressioni booleane
CheckBoxExpandCaseStatements=Espandi istruzioni CASE
CheckBoxExpandCommaLists=Espandi elenchi virgole
CheckBoxExpandGroupByClause=Espandi clausola RAGGRUPPA PER
CheckBoxExpandInLists=Espandi elenchi IN
CheckBoxExpandInsertStatements=Espandi istruzioni INSERISCI
CheckBoxExpandJoinOnBooleanExpressions=Espandi espressioni booleane
CheckBoxExpandOrderByClause=Espandi clausola ORDINA Per
CheckBoxSpaceAfterComma=Spazio dopo virgola
CheckBoxTrailingCommas=Virgole finali

[OptionsSQLFormatterIndentationFrame]
CheckBoxRightPadColumnNames=Nomi colonne del pad destro in CREA TABELLA o VISTA
CheckBoxUseTab=Usa tabulazione tab
SpinEditIndentLength=Lunghezza indentazione

[OptionsStatusBarFrame]
CheckBoxAutoSizePanels=Pannelli con dimensioni automatiche
CheckBoxShowCaretPosition=Visualizza posizione segno omissione
CheckBoxShowCharacterCount=Visualizza contatore caratteri
CheckBoxShowEditorZoom=Visualizza zoom editor
CheckBoxShowEncoding=Visualizza codifica
CheckBoxShowFileLineBreak=Visualizza interruzioni di riga file
CheckBoxShowFileOpeningTime=Visualizza tempo apertura
CheckBoxShowHints=Visualizza suggerimenti
CheckBoxShowKeyState=Visualizza stato tasto
CheckBoxShowLineCount=Visualizza contatore linee
CheckBoxShowMacro=Visualizza macro
CheckBoxShowModified=Visualizza modificati
CheckBoxShowSelectionInfo=Visualizza info selezione
CheckBoxShowSizeGrip=Visualizza presa dimensioni
CheckBoxVisible=Visibile
GroupBoxFont=Font
GroupBoxFontSize=Dimensione font
RadioButtonFontCustom=Personalizzata
RadioButtonFontDefault=Predefinita
RadioButtonFontSizeCustom=Personalizzata
RadioButtonFontSizeDefault=Predefinita

[OptionsTitleBarFrame]
CheckBoxMagnifier=Visualizza lente
CheckBoxShowApplicationName=Visualizza nome applicazione
CheckBoxShowColorTheme=Visualizza tema a colori
CheckBoxShowEncoding=Visualizza codifica
CheckBoxShowFavourite=Visualizza Preferito
CheckBoxShowFileList=Visualizza elenco file
CheckBoxShowFilename=Visualizza elenco file
CheckBoxShowHighlighter=Visualizza evidenziatore
CheckBoxShowIcon=Visualizza icona
CheckBoxShowMenu=Visualizza menu
CheckBoxUseSystemStyle=Usa stile font sistema
GroupBoxFont=Font
GroupBoxFontSize=Dimensione font
RadioButtonFontCustom=Personalizzata
RadioButtonFontDefault=Predefinita
RadioButtonFontSizeCustom=Personalizzata
RadioButtonFontSizeDefault=Predefinita

[OptionsToolbarFrame]
ActionAddButton:h=Aggiungi un elemento
ActionAddButton=Aggiungi elemento
ActionAddDivider:h=Aggiungi un divisore
ActionAddDivider=Aggiungi divisore
ActionDelete:h=Elimina
ActionDelete=Elimina
ActionMoveDown:h=Sposta in basso elemento
ActionMoveDown=Sposta in basso
ActionMoveUp:h=Sposta in alto elemento
ActionMoveUp=Sposta in alto
ActionReset:h=Ripristina elementi menu
ActionReset=Ripristina
VirtualDrawTree:0=Elemento menu
VirtualDrawTree:h=Usa il drag and drop per spostare gli elementi menu, clic destro menu popup per inserire ed eliminare elementi.

[OptionsToolbarOptionsFrame]
GroupBoxBackground=Sfondo
GroupBoxIcons=Icone
RadioButtonBackgroundHigh=Alto
RadioButtonBackgroundLow=Basso
RadioButtonBackgroundTransparent=Trasparente
RadioButtonLargeIcons=Grandi
RadioButtonSmallIcons=Piccole
SpinEditMarginTop=Margine alto

[OptionsToolbarItemsDialog]
Caption=Seleziona elementi
VirtualDrawTreeAddItems:0=Elemento menu

[PrintPreviewForm]
ActionColors:h=Scegli colori
ActionColors=Colori
ActionExit:h=Esci dall'anteprima di stampa
ActionExit=Esci
ActionFirst:h=Prima|Va alla prima pagina
ActionFirst=Prima
ActionHighlight:h=Abilita(disabilita evidenziazione
ActionHighlight=Evidenzia
ActionLast:h=Ultima|Va all'ultima pagina
ActionLast=Ultima
ActionLineNumbers:h=Abilita/disabilita stampa numeri di linea
ActionLineNumbers=Numeri linee
ActionNext:h=Successiva|Va alla pagina successiva
ActionNext=Successiva
ActionPrevious:h=Precedente|Va alla pagina precedente
ActionPrevious=Precedente
ActionPrint:h=Stampa|Stampa il documento
ActionPrint=Stampa
ActionWordWrap:h=Abilita/disabilita a capo automatico
ActionWordWrap=A capo automatico
ActionZoom:h=Zoom|Ingrandimento/riduzione
ActionZoom=Zoom
ActionZoomIn:h=Ingrandimento
ActionZoomIn=Zoom +
ActionZoomOut:h=Riduzione
ActionZoomOut=Zoom -
Caption=Anteprima di stampa

[ReplaceDialog]
ActionClose=&Chiudi
ActionFindNext=Trova successi&vo
ActionReplace=Sostituisci
ActionReplaceAll=&Sostituisci tutto
ActionSearchEngine=Seleziona motore di ricerca
Caption=Sostituisci
CheckBoxMatchCase=Maiuscolo/minuscolo
CheckBoxPromptOnReplace=Conferma sostituzione
CheckBoxSelectedOnly=Solo selezionati
CheckBoxWholeWords=Solo parole intere
ComboBoxSearchFor=Cosa cercare
GroupBoxDirection=Direzione
GroupBoxOptions=Opzioni
GroupBoxOrigin=Origine
GroupBoxReplaceIn=Sostituisci in
RadioButtonActiveFile=Intero file
RadioButtonAllOpenFiles=Tutti i file aperti
RadioButtonDeleteLine=Elimina una linea
RadioButtonDirectionBackward=Indietro
RadioButtonDirectionForward=Avanti
RadioButtonEntireScope=Intero scopo
RadioButtonOriginFromCursor=Dal cursore
RadioButtonReplaceWith=Sostituisci con

[SearchForFilesForm]
Caption=Ricerca file
PanelSearchingFiles=Ricerca file...

[ShortcutsForm]
Caption=Combinazioni tasti
VirtualDrawTree:0=Collegamento
VirtualDrawTree:1=Titolo
VirtualDrawTree:2=Suggerimento

[OptionsSkinFrame]
CheckBoxActive=Temi abilitati
CheckBoxExtendedBordersEnabled=Abilitato
CheckBoxExtendedBordersFull=Pieno
ComboBoxOptimizingPriority=Priorità ottimizzazione
GroupBoxColorization=Colorizzazione
GroupBoxExtendedBorders=Modo bordi estesi
LabelBrightness=Luminosità
LabelHueOffset=Offset HUE
LabelSaturation=Saturazione
LabelTransparency=Trasparenza
SkinSelector=Seleziona tema

[OptionsSkinButtonsFrame]
CheckBoxShowButtonFocusRect=Visualizza pulsante rettangolo focus
CheckBoxUseButtonColors=Usa colori pulsanti

[OptionsSkinEffectsFrame]
CheckBoxAllowAeroBlurring=Abilita sfocatura aero
CheckBoxAllowAnimation=Abilita animazione
CheckBoxAllowGlowing=Abilita brillantezza
CheckBoxAllowOuterEffects=Abilita effetti esterni
CheckBoxBlendOnMove=Scuoti il modulo durante lo spostamento

[OptionsSkinFontFrame]
RadioButtonFontCustom=Font personalizzata
RadioButtonFontDefault=Font predefinita
RadioButtonFontFromSkin=Font dal tema

[OptionsSkinHintsFrame]
CheckBoxHintAnimated=Suggerimenti animati
ComboBoxHintStyle=Stile
SpinEditShowInterval=Intervallo visualizzazione (ms)
SpinEditHideInterval=Intervallo nascondi (ms)

[OptionsSkinScrollBarsFrame]
CheckBoxArrowButtonsDefaultSize=Dimensioni predefinite
CheckBoxArrowButtonsVisible=Barra scorrimento visibile
CheckBoxScrollWidthDefaultSize=Dimensioni predefinite
GroupBoxArrowButtons=Pulsanti freccia
GroupBoxScrollBar=Barra scorrimento
SpinEditArrowButtonsSize=Dimensione
SpinEditScrollWidthSize=Dimensione

[OptionsSkinStylesFrame]
CheckBoxDirectory=Cartella
CheckBoxFiles=File
CheckBoxMenuBar=Barra menu
CheckBoxOutput=Output
CheckBoxUseCardGroupBoxStyle=Usa stile riquadro gruppo schede
ComboBoxArrowStyle=Stile freccia
GroupBoxSimplePageControl=Controllo pagina semplice

[TabsSelectDialog]
Caption=Seleziona scheda
VirtualDrawTree:0=Scheda

[WarningMessage]
FileAccessError=Errore accesso al file %s.

[SaveChangesDialog]
Caption=Salva file modificato
VirtualDrawTree:0=File
VirtualDrawTree:1=Percorso

[ConnectDialog]
Caption=Connetti
EditPassword=Password

[UploadDialog]
Caption=Upload
EditFilename=Nome file
EditPath=Percorso

[NewFolderDialog]
Caption=Nuova cartella
EditPath=Percorso

[DirectoryTabSFTPDialog]
Caption=Connessione SFTP
CheckBoxSavePassword=Salva password
CheckBoxShowOutput=Visualizza messaggi
EditPassword=Password
EditPort=Porta
EditPrivateKeyFile=File chiave privata
EditRootDirectory=Cartella radice
EditServer=Server
EditTabName=Nome scheda
EditUsername=Nome utente